[
    {
        "Items": {
            "10": {
                "Domain": "NT",
                "Text": "What is the greatest prime factor of 96?",
                "Solution": "The prime factorization of 96 is $2 \\times 2 \\times 2 \\times 2 \\times 2 \\times 3 = 25 \\times 3$. The greatest of these primes is 3.",
                "Answers": [
                    "$3$"
                ],
                "ID": "10",
                "CCSS": "4.OA.5",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "1": {
                "Domain": "GM",
                "Text": "How many months are there in 35 years?",
                "Solution": "There are 12 months in each year, so there are $12 \\times 35 = 420$ months in 35 years.",
                "Answers": [
                    "$420$"
                ],
                "ID": "1",
                "CCSS": "4.OA.2",
                "Difficulty": 1,
                "Class": "QuizQuestion"
            },
            "3": {
                "Domain": "NT",
                "Text": "How many odd numbers are there between 20 and 158?",
                "Solution": "There are $158 - 20 = 138$ numbers from 21 to 158 inclusive. Half of them, or 69 numbers, are odd.",
                "Answers": [
                    "$69$"
                ],
                "ID": "3",
                "CCSS": "4.OA.3",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "2": {
                "Domain": "AL",
                "Text": "A function exists of the form $y = x + a$ that models the data shown. What is the value of a?",
                "Solution": "If the function were $y = x$, the y values would be the same as the x values. In this function, the y values are all 3 more than the xvalues, so the function is $y = x + 3$, and $a = 3$.",
                "Answers": [
                    "$3$"
                ],
                "ID": "2",
                "CCSS": "6.EE.7",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "5": {
                "Domain": "PF",
                "Text": "A bowl contains 50 grapes of different colors. If 20\\%\\ of the grapes in the bowl are red, how many grapes are not red?",
                "Solution": "If 20\\%\\ of the grapes are red, then 100 - 20 = 80\\%\\ are not red. To find 80\\%\\ of 50 grapes, we calculate 0.8 $\\times$ 50 or 4/5 $\\times$ 50. Either way, we get 40 grapes that are not red.",
                "Answers": [
                    "$40$"
                ],
                "ID": "5",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "4": {
                "Domain": "PG",
                "Text": "The figure shown is a square. What is the value of x?",
                "Solution": "Since the figure shows a square, x - 2 must equal 3. This is the case if $x = 5$.",
                "Answers": [
                    "$5$"
                ],
                "ID": "4",
                "CCSS": "6.EE.7",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "7": {
                "Domain": "PR",
                "Text": "A triangle with an area of 120 mm2 has a height of 10 mm. What is the area of a similar triangle with a height of 20 mm?",
                "Solution": "If the height of the similar triangle is double that of the original triangle, the base must also be double. With twice the height and twice the base, the larger triangle will have $2 \\times 2 = 4$ times the area, or $4 \\times 120 = 480$ mm2.",
                "Answers": [
                    "$480$"
                ],
                "ID": "7",
                "CCSS": "7.EE.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "6": {
                "Domain": "PG",
                "Text": "In the figure, a circle with radius 4 ft is inscribed in a square. What is the area of the square?",
                "Solution": "If the radius of the circle is 4 ft, then the diameter is 8 ft. This diameter is equal to the side length of the square, so the area of the square is 8$\\times$ $8 = 64$ ft2.",
                "Answers": [
                    "$64$"
                ],
                "ID": "6",
                "CCSS": "3.MD.7",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "9": {
                "Domain": "SG",
                "Text": "The volume of a rectangular prism is 120 in3. Its length and width are 5 in and 4 in, respectively, as shown. What is the height of the prism?",
                "Solution": "The volume of a prism is given by the formula $V = l \\times w \\times h$. We know the volume, the length and the width, so we have 120= 5$\\times$4$\\times$h, to which the solution is $h = 120 \\div 20 = 6$ in.",
                "Answers": [
                    "$6$"
                ],
                "ID": "9",
                "CCSS": "6.EE.9",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "8": {
                "Domain": "PC",
                "Text": "A bookshelf is to hold 6 literature books, 3 geometry books and 7 algebra books, arranged in random order. What is the probability that the books are arranged so that the first book on the shelf is a math book? Express your answer as a common fraction.",
                "Solution": "Ten of the 16 books are math books, so the probability that the first book selected is a math book is 10/16 = 5/8.",
                "Answers": [
                    "$\\frac{5}{8}"
                ],
                "ID": "8",
                "CCSS": "7.SP.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.0"
    },
    {
        "Items": {
            "11": {
                "Domain": "GM",
                "Text": "What is the positive difference between the value of $2 \\times (3 + 4)$ and the value of $2 \\times 3 + 4$?",
                "Solution": "The value of $2 \\times (3 + 4)$ is $2 \\times 7 = 14$, and the value of $2 \\times 3 + 4$ is $6 + 4 = 10$. The positive difference is $14 - 10 = 4$.",
                "Answers": [
                    "$4$"
                ],
                "ID": "11",
                "CCSS": "6.G.3",
                "Difficulty": 1,
                "Class": "QuizQuestion"
            },
            "13": {
                "Domain": "PG",
                "Text": "A circular pizza was cut into 12 congruent slices, as shown. If 2 slices were eaten, what is the sum of the central angles of the slices that were not eaten?",
                "Solution": "Each slice has a central angle of $360 \\div 12 = 30$ degrees. The 10 remaining slices combined have a central angle of $30 \\times 10 = 300$ degrees.",
                "Answers": [
                    "$300$"
                ],
                "ID": "13",
                "CCSS": "G-C.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "12": {
                "Domain": "PC",
                "Text": "Manny has 5 shirts, 3 pairs of pants, 2 ties and 4 pairs of shoes. If Manny's school uniform consists of a shirt, a pair of pants, a tie and a pair of shoes, how many different uniforms can he wear to school?",
                "Solution": "For each of the 5 shirts Manny can wear, he can wear 3 different pairs of pants, which makes $5 \\times 3 = 15$ combinations of shirts and pants. For each of these 15 combinations, he can wear either of 2 ties, which makes $15 \\times 2 = 30$ outfits so far. Finally, when he picks one of 4pairs of shoes, he gets one of $30 \\times 4 = 120$ possible uniforms.",
                "Answers": [
                    "$120$"
                ],
                "ID": "12",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "15": {
                "Domain": "PF",
                "Text": "Sam wishes to contribute a total of \\$2500 to Charity A and Charity B, in the ratio of 2:3. How many dollars should Sam contribute to Charity B?",
                "Solution": "The ``part-to-part'' ratio 2:3 represents 5 parts in all. Sam should divide \\$2500 by 5 to find that each part is \\$500. Then he can calculate that Charity A gets 2 $\\times$ \\$500 = \\$1000, and Charity B gets 3 $\\times$ \\$500 = \\$1500.",
                "Answers": [
                    "$1500$",
                    "$1500.00$"
                ],
                "ID": "15",
                "CCSS": "6.RP.1",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "14": {
                "Domain": "AL",
                "Text": "A tennis court with a length of 78 ft is 6 ft longer than twice its width. What is the width of the tennis court?",
                "Solution": "We are told that $78 = 2w + 6$. Solving this equation, we see that the width of the tennis court is $(78 - 6) \\div 2 = 72 \\div 2 = 36$ ft.",
                "Answers": [
                    "$36$"
                ],
                "ID": "14",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "17": {
                "Domain": "GM",
                "Text": "What is the value of $5 \\times (11 + 4 \\div 4)$?",
                "Solution": "The value of $5 \\times (11 + 4 \\div 4)$ is $5 \\times (11 + 1) = 5 \\times 12 = 60$.",
                "Answers": [
                    "$60$"
                ],
                "ID": "17",
                "CCSS": "5.OA.1",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "16": {
                "Domain": "PC",
                "Text": "A number is selected at random from the first 20 positive integers. What is the probability the number selected is an odd prime number? Express your answer as a percent.",
                "Solution": "The odd prime numbers among the first 20 positive integers (counting numbers) are 3, 5, 7, 11, 13, 17 and 19. That's 7 out of 20, so the probability is 7/20 = 7 $\\div$ 20 $\\times$ 100 = 35\\%\\.",
                "Answers": [
                    "$35$"
                ],
                "ID": "16",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "19": {
                "Domain": "LO",
                "Text": "Each day a man floating on a raft paddles 3 mi north, but each night while he rests, the current of the river carries the raft 2 mi south. How many days will it take him to first reach a location 50 mi north of his starting location?",
                "Solution": "The man will reach a location 50 mi north of his starting location on the day that he begins at a location 47 mi north of his starting location. After each day's work and each night's loss, the man gains only 1 mi per day, so it will take 47 days and 47 nights to wake up in the morning at mile 47. The next day he will paddle 3 mi north and first reach the 50-mile mark. So, it will take the man 48 days to first reach the 50-mile mark.",
                "Answers": [
                    "$48$"
                ],
                "ID": "19",
                "CCSS": "6.NS.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "18": {
                "Domain": "PR",
                "Text": "The ratio of the lengths of corresponding sides of two similar decagons is 1:2. If the perimeter of the smaller decagon is 76 cm, what is the perimeter of the larger decagon?",
                "Solution": "Since the two decagons (10 sides each) are similar, the perimeters should be in the same ratio as the corresponding sides. Thus the perimeter of the larger decagon is $76 \\times 2 = 152$ cm.",
                "Answers": [
                    "$152$"
                ],
                "ID": "18",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "20": {
                "Domain": "PG",
                "Text": "Suppose ABCDEF, shown here, is a regular hexagon with sides of length 6cm. What is the length of segmentAD?",
                "Solution": "A regular hexagon can be divided into six equilateral triangles, as shown in the figure. The length of segment AD is twice the side length of the hexagon, so it's $2 \\times 6 = 12$ cm.",
                "Answers": [
                    "$12$"
                ],
                "ID": "20",
                "CCSS": "6.G.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.1"
    },
    {
        "Items": {
            "24": {
                "Domain": "PS",
                "Text": "A rectangular yard is to be fenced with posts placed at each corner and along each side, evenly distributed so that the centers of the posts are 6 ft apart along each side. If the yard is 14 yd long and 6 yd wide, how many posts are needed to build such a fence?",
                "Solution": "The posts that are 6 ft apart are 2 yd apart. If we count the posts in a ``pinwheel method,'' we will avoid double counting the corner posts. Starting from one corner of the yard, we place a post every 2 yd along each side, so we will need $7 + 3 + 7 + 3 = 20$ posts.",
                "Answers": [
                    "$20$"
                ],
                "ID": "24",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "25": {
                "Domain": "SSP",
                "Text": "How many positive three-digit integers can be formed such that the hundreds digit is equal to the sum of the tens digit and ones digit?",
                "Solution": "Suppose for a moment that we consider 000 a three-digit number. Then there are 10 numbers with a zero in the tens place (000, 101, 202, $\\ldots$ 909) that satisfy the given condition. There are only 9 such numbers with a one in the tens place (110, 211, 312, $\\ldots$ 918). Then there are 8 such numbers with a two in the tens place (220, 321, 422, $\\ldots$ 927). This pattern continues until there is only 1 such number with a nine in the tens place (990). Thus, there would be $10 + 9 + 8 + \\ldots + 1 = 10 \\times 11 \\div 2 = 55$ numbers, except that 000 is not really a three-digit number. Excluding this one number, there are 54 integers that satisfy the conditions.",
                "Answers": [
                    "$54$"
                ],
                "ID": "25",
                "CCSS": "3.MD.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "26": {
                "Domain": "PR",
                "Text": "An advertisement states that 4 out of 7 dentists recommend Minty Fresh Mouthwash. If 1421dentists were surveyed, how many dentists recommended Minty Fresh Mouthwash?",
                "Solution": "We need to find 4/7 of 1421 dentists. It's easier to find 1/7 of 1421 first, which is $1421 \\div 7 = 203$, and then multiply this by 4, which is 4$\\times$203= 812 dentists.",
                "Answers": [
                    "$812$"
                ],
                "ID": "26",
                "CCSS": "6.RP.3",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "27": {
                "Domain": "ME",
                "Text": "A rectangular garden with an area of 48 ft2 has a width equal to 1/3 its length. What is the measure of the diagonal of the garden? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "If the width were 3 times as great, then we would have a square with an area of $3 \\times 48 = 144$ ft2. Since $122 = 144$, the length would be 12 ft. The width of the actual garden is 1/3 $\\times 12 = 4$ ft. The diagonal of this 4-ft-by-12-ft garden is the hypotenuse of a right triangle with legs of length 4ft and 12 ft. Using the Pythagorean Theorem, we calculate a diagonal of $\\surd$(42 + 122) = $\\surd$(16 + 144) = $\\surd$160. Using a calculator, we find that $\\surd$160 is 12.65 ft, to the nearest hundredth.",
                "Answers": [
                    "$12.65$"
                ],
                "ID": "27",
                "CCSS": "6.G.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "21": {
                "Domain": "GM",
                "Text": "If it was 10:30 am 55 minutes ago, in how many minutes will it be noon?",
                "Solution": "From 10:30 to 12:00 is 90 minutes. Because 55 minutes have already passed, 35 minutes remain.",
                "Answers": [
                    "$35$"
                ],
                "ID": "21",
                "CCSS": "SMP",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "22": {
                "Domain": "NT",
                "Text": "Phara purchased four different items from the list shown. The total price of the four items, not including tax, was \\$17.36. What is the positive difference in the prices of the two items that she did not purchase?",
                "Solution": "The sum of all six items is \\$27.14. It might be simplest to look for two items that add up to \\$27.14 - \\$17.36 = \\$9.78. The wallet at \\$3.49 and the puzzle at \\$6.29 add up to \\$9.78, so the desired difference is \\$6.29 - \\$3.49 = \\$2.80.",
                "Answers": [
                    "$2.80$"
                ],
                "ID": "22",
                "CCSS": "7.NS.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "23": {
                "Domain": "SG",
                "Text": "Each face of a 5 $\\times$ 5 $\\times$ 5 cube is painted red. This cube is then cut into 125 unit cubes. How many of the unit cubes have no faces that are painted red?",
                "Solution": "When the 5 $\\times$ 5 $\\times$ 5 cube is painted all of the exterior unit cubes will have at least one faced painted, while the interior cubes will have no faces painted. So, inside of the 5 $\\times$ 5 $\\times$ 5 cube is a 3 $\\times$ 3 $\\times$ 3 cube composed of 27 unit cubes that did not receive any red paint.",
                "Answers": [
                    "$27$"
                ],
                "ID": "23",
                "CCSS": "7.G.6",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "30": {
                "Domain": "PS",
                "Text": "The manufacturer charges \\$7.68 for a case that contains 24 cans of orange soda. If the Minute Magic Corner Store wishes to make a profit of at least \\$4.40 per case of orange soda sold, what is the least amount the store should charge for a single can of orange soda?",
                "Solution": "The store's cost per can of soda is \\$7.68 $\\div$ 24 = \\$0.32. If the store is to make a profit of at least \\$4.40 per case, then it needs to charge at least \\$4.40 $\\div$ 24 = \\$0.183333$\\ldots$ or \\$0.19 per can above cost. The price per can must be at least \\$0.32 + \\$0.19 = \\$0.51.",
                "Answers": [
                    "$0.51$"
                ],
                "ID": "30",
                "CCSS": "7.NS.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "28": {
                "Domain": "PR",
                "Text": "A cookie recipe requires 4 cups of flour to make 5 dozen cookies. If Amy needs to make 15 dozen cookies, how many cups of flour will she need?",
                "Solution": "Fifteen dozen cookies is 3 times as many cookies as 5 dozen, so Amy will need 3 times as much flour. That's 3 $\\times$ 4 cups = 12 cups.",
                "Answers": [
                    "$12$"
                ],
                "ID": "28",
                "CCSS": "6.RP.3",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "29": {
                "Domain": "SG",
                "Text": "The length, width and height of a rectangular prism are in the ratio 3:2:1, respectively. What is the length of the prism if it has a volume of 48 in3?",
                "Solution": "The volume of a rectangular prism is the product of its length, its width and its height. If we think of the length and the width in terms of the height, we have $l = 3h$ and $w = 2h$, and we know that the volume of 48 in3 is 3h $\\times$ 2h $\\times$ h = 6h3. If 48 = 6h3, then $h3 = 8$ and h=2in. The length is 3 times the height, so the length is $3 \\times 2 = 6$ in.",
                "Answers": [
                    "$6$"
                ],
                "ID": "29",
                "CCSS": "8.EE.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.2"
    },
    {
        "Items": {
            "39": {
                "Domain": "PF",
                "Text": "Marita purchased an item for 45\\%\\ off the original price, plus an additional 20\\%\\ off the sale price. She also had a \\$5-off coupon, which the salesclerk applied after these two discounts. Marita's final purchase price for the item was \\$50. Assuming she paid no sales tax, what was the original price of the item Marita purchased?",
                "Solution": "A 45\\%\\ discount means we pay 100 - 45 = 55\\%\\, and a 20\\%\\ discount means we pay 100 - 20 = 80\\%\\. We can now write the following equation, with p representing the original price: $(0.8 \\times 0.55 \\times p) - 5 = 50$. Simplifying, we get $0.44 \\times p = 55$ and then p=55$\\div$0.44 = 125. The original price must have been \\$125.",
                "Answers": [
                    "$125$",
                    "$125.00$"
                ],
                "ID": "39",
                "CCSS": "7.RP.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "38": {
                "Domain": "PG",
                "Text": "What is the measure of the supplement of the smaller angle formed by the hands of a clock that displays a time of four o'clock?",
                "Solution": "At 4:00, the minute hand is exactly on the 12 and the hour hand is exactly on the 4. There are 360 $\\div$ 12 = 30° between any two adjacent numbers on a clock, so that's 4 $\\times$ 30 = 120° between the minute and the hour hands at 4:00. The supplement of 120°is $180 - 120 = 60$ degrees.",
                "Answers": [
                    "$60$"
                ],
                "ID": "38",
                "CCSS": "7.G.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "33": {
                "Domain": "NT",
                "Text": "What is the product of the greatest and least two-digit prime numbers?",
                "Solution": "The greatest two-digit prime is 97 and the least two-digit prime is 11. Their product is $97 \\times 11 = 1067$.",
                "Answers": [
                    "$1067$"
                ],
                "ID": "33",
                "CCSS": "4.OA.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "32": {
                "Domain": "SD",
                "Text": "The graph shows the length of time it took five runners to complete a marathon. What was the median time of the five runners?",
                "Solution": "Runner A took 4 hours. Runners B and E took longer, and runners C and D took less time to run the marathon, so 4hours was the median time of the five runners.",
                "Answers": [
                    "$4$"
                ],
                "ID": "32",
                "CCSS": "6.SP.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "31": {
                "Domain": "ME",
                "Text": "Each side of a regular hexagon measures 6 cm. What is the perimeter of the hexagon?",
                "Solution": "Hexagons have six sides, and regular means all six sides have the same length, so the perimeter is $6 \\times 6 = 36$ cm.",
                "Answers": [
                    "$36$"
                ],
                "ID": "31",
                "CCSS": "6.EE.3",
                "Difficulty": 1,
                "Class": "QuizQuestion"
            },
            "37": {
                "Domain": "GM",
                "Text": "What is the value of 2 $\\div$ 4 $\\times$ 8?",
                "Solution": "Division and multiplication have the same priority, so we calculate from left to right as follows: 2 $\\div$ 4 $\\times$ 8 = (1/2) $\\times 8 = 4$.",
                "Answers": [
                    "$4$"
                ],
                "ID": "37",
                "CCSS": "6.EE.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "36": {
                "Domain": "PR",
                "Text": "Becca is making 20 craft projects. She has 15 yd of ribbon, and each craft project requires the same length of ribbon. What is the maximum length of ribbon each craft project can require, in inches?",
                "Solution": "There are 36 in per yard, so Becca has $15 \\times 36 = 540$ in of ribbon. Dividing this into 20 equal parts, we find that each craft project can get 540$\\div$ $20 = 27$ in of ribbon.",
                "Answers": [
                    "$27$"
                ],
                "ID": "36",
                "CCSS": "6.EE.7",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "35": {
                "Domain": "PC",
                "Text": "In a certain parking lot, there are 2 black cars, 3 blue cars, 4 red cars and 3 green cars. If there are no other cars in the parking lot, what is the probability that a car randomly chosen from the parking lot is not green? Express your answer as a common fraction.",
                "Solution": "There are a total of $2 + 3 + 4 + 3 = 12$ cars in the parking lot. Three are green and 9 are not green, so the probability that a car chosen at random is not green is 9/12 = 3/4.",
                "Answers": [
                    "$\\frac{3}{4}$"
                ],
                "ID": "35",
                "CCSS": "7.SP.7",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "34": {
                "Domain": "PR",
                "Text": "It takes a mechanic 4 hours to install carburetors in 3 cars. At this rate, how many minutes will it take the mechanic to install carburetors in 5 cars?",
                "Solution": "Five cars is 5/3 times as much as 3 cars, so it should take (5/3) $\\times$ 4 hours = 20/3 hours. To convert this to minutes, we multiply by 60minutesper hour, which gives us (20/3) $\\times 60 = 20 \\times 20 = 400$ minutes.",
                "Answers": [
                    "$400$"
                ],
                "ID": "34",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "40": {
                "Domain": "NT",
                "Text": "Multiplying a number by x yields the same result as dividing the number by 0.125. What is the value of x?",
                "Solution": "The fraction equivalent of 0.125 is 1/8. Dividing by 1/8 is the same as multiplying by 8, because there are 8 eighths in one whole.",
                "Answers": [
                    "$8$"
                ],
                "ID": "40",
                "CCSS": "7.NS.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.3"
    },
    {
        "Items": {
            "48": {
                "Domain": "PS",
                "Text": "A pharmacist must mix 12 fl oz of cough syrup that contains 25\\%\\ active ingredient with flavored syrup that contains no active ingredient. How many fluid ounces of flavored syrup must the pharmacist add to create a mixture containing 10\\%\\ active ingredient?",
                "Solution": "The 25\\%\\ active ingredient in the original 12 fl oz of cough syrup measures exactly 1/4 $\\times 12 = 3$ oz. If these 3 oz are to be 10\\%\\ of the final mixture, then the pharmacist needs a total of 30 oz. He will have to add $30 - 12 = 18$ fl oz of the flavored syrup.",
                "Answers": [
                    "$18$"
                ],
                "ID": "48",
                "CCSS": "SMP",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "49": {
                "Domain": "NT",
                "Text": "When writing twenty-one-and-a-half trillion in scientific notation, what is the exponent needed on the base10?",
                "Solution": "One trillion is the numeral 1 followed by 12 zeros to form a 13-digit numeral. Twenty-one-and-a-half trillion is a 14-digit numeral. In scientific notation, the exponent of the 10 is always one less than the number of digits, so it will need to be 13. The number will look like this: 2.15 $\\times$ 1013.",
                "Answers": [
                    "$13$"
                ],
                "ID": "49",
                "CCSS": "8.EE.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "46": {
                "Domain": "ME",
                "Text": "What is the degree measure of an interior angle of a regular pentagon?",
                "Solution": "A regular pentagon can be divided into three triangles, as shown, each with an angle sum of 180. The total interior angle sum of a pentagon is thus $3 \\times 180 = 540$. In a regular pentagon, this total must be shared equally among the 5 vertices, so each interior angle must be $540 \\div 5 = 108$ degrees.",
                "Answers": [
                    "$108$"
                ],
                "ID": "46",
                "CCSS": "G-CO.10",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "47": {
                "Domain": "AL",
                "Text": "Joe has 37 coins consisting of nickels, dimes and quarters. There are four more nickels than dimes and two more quarters than nickels. What is the total number of quarters that Joe has?",
                "Solution": "If we let n represent the number of nickels, d represent the number of dimes, and q represent the number of quarters, then we can write the equation $n + d + q = 37$. Since we also know that $n = 4 + d$ and $q = 2 + n$, it follows that $q = 6 + d$. By substitution into the first equation, we get (4+d) $+ d + (6 + d) = 37$. Simplifying yields $10 + 3d = 37$. Subtracting 10 from both sides and dividing by 3, we get $d = 9$, which means that there must be 9 dimes. There are $4 + 9 = 13$ nickels and $2 + 13 = 15$ quarters. To verify these numbers, we add 13+9+ 15, which does indeed equal 37.",
                "Answers": [
                    "$15$"
                ],
                "ID": "47",
                "CCSS": "7.EE.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "44": {
                "Domain": "PF",
                "Text": "Assuming the sections are congruent, what portion of the figure is shaded? Express your answer as a common fraction.",
                "Solution": "Two out of 10 equal columns are shaded, so 2/10 = 1/5 of the figure is shaded.",
                "Answers": [
                    "$\\frac{1}{5}$"
                ],
                "ID": "44",
                "CCSS": "6.NS.1",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "45": {
                "Domain": "PC",
                "Text": "If two different students are randomly selected from a class of 12 boys and 8 girls, what is the probability that both students are girls? Express your answer as a common fraction.",
                "Solution": "The probability that the first student chosen is a girl is 8/20 = 2/5. If a girl is chosen first, then there are only 7 girls left out of the 19 remaining people, so the probability of choosing another girl is 7/19. The probability that both things happen is 2/5 $\\times$ 7/19 = 14/95.",
                "Answers": [
                    "$\\frac{14}{95}$"
                ],
                "ID": "45",
                "CCSS": "7.SP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "42": {
                "Domain": "ME",
                "Text": "Two angles of a triangle measure 7 degrees and 97 degrees. What is the degree measure of the supplement of its third angle?",
                "Solution": "Since the sum of the angles in a triangle is 180° and supplementary angles also add up to 180°, it is always the case that the supplement of an angle in a triangle is equal to the sum of the other two angles. Therefore, the degree measure of our supplement is 7+97 = 104degrees.",
                "Answers": [
                    "$104$"
                ],
                "ID": "42",
                "CCSS": "7.G.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "43": {
                "Domain": "GM",
                "Text": "What is the positive difference between 3.75 and 7/4?",
                "Solution": "The decimal equivalent of 7/4 is 1.75, so the desired difference is $3.75 - 1.75 = 2$.",
                "Answers": [
                    "$2$"
                ],
                "ID": "43",
                "CCSS": "7.NS.2",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "41": {
                "Domain": "LO",
                "Text": "If each row and each column shown here must contain exactly one heart, square, circle and triangle, which shape must be placed in the shaded space?",
                "Solution": "The first column needs a triangle, and the second row needs a circle. The bottom right corner must be a square because all other rows and columns already contain a square. That means the bottom of the second column must be a triangle, and then a circle is needed right above it. Finally, it is clear that the shaded space must be a triangle (「vol 1 answers_triangle」).",
                "Answers": [
                    "triangle"
                ],
                "ID": "41",
                "CCSS": "SMP",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "50": {
                "Domain": "SSP",
                "Text": "Safir can choose how he gets paid for a job. He can be paid \\$1000 all at once, or he can earn \\$1 for the first day, \\$2 for the second, \\$4 for the third, and so on, so that each day's pay is double that of the previous day. What is the positive difference of the total amounts Samir can be paid for completing a ten-day job, based on these two compensation plans?",
                "Solution": "It is a special property of the powers of 2 that the sum of consecutive powers of 2, starting with $20 = 1$, is always one less than the next power of 2. Thus, if Safir takes \\$1 the first day, \\$2 for the second, and so on, up until 29 = \\$512 on the tenth day, he will earn 210-1 = 1024 - 1 = \\$1023. This is \\$23 more than the lump sum payment of \\$1000.",
                "Answers": [
                    "$23$",
                    "$23.00$"
                ],
                "ID": "50",
                "CCSS": "F-LE.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.4"
    },
    {
        "Items": {
            "59": {
                "Domain": "PC",
                "Text": "If two numbers are chosen randomly, with replacement, from the set of the first five counting numbers, what is the probability that the sum of the two numbers will be 3? Express your answer as a common fraction.",
                "Solution": "Since ``replacement'' allows the same number to be chosen twice, there are $5 \\times 5 = 25$ ways to pick two numbers from 1 to 5. There are just 2ways to get a sum of 3, either $1 + 2$ or $2 + 1$. Thus, the probability is 2/25.",
                "Answers": [
                    "$\\frac{2}{25}$"
                ],
                "ID": "59",
                "CCSS": "7.SP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "58": {
                "Domain": "AL",
                "Text": "In the figure, AC = 36 cm. What is the length of segment AB?",
                "Solution": "The combined lengths of $\\overline{AB}$ and $\\overline{BC}$ are the length of $\\overline{AC}$ , so we have $(2x + 5) + (6x - 1) = 36$. Combining like terms, we get $8x + 4 = 36$, which simplifies to $8x = 32$ and finally $x = 4$. The length of segment AB must be $2 \\times 4 + 5 = 8 + 5 = 13$ cm.",
                "Answers": [
                    "$13$"
                ],
                "ID": "58",
                "CCSS": "8.EE.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "55": {
                "Domain": "ME",
                "Text": "The Livingstons' rectangular living room is 15 ft long and has an area of 195 ft2. What is the width of the living room?",
                "Solution": "The area of a rectangle is its length times its width, so we must solve $15w = 195$. Dividing 195 by 15, we get a width of 13 ft.",
                "Answers": [
                    "$13$"
                ],
                "ID": "55",
                "CCSS": "6.EE.7",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "54": {
                "Domain": "SD",
                "Text": "A fair eight-sided die with faces numbered 1 through 8 is rolled four times. What is the probability that exactly one 3 is rolled, and that the 3 is rolled on the third roll? Express your answer as a common fraction.",
                "Solution": "The first, second and fourth rolls can be any number other than 3, and the third roll must be a 3, so the probability that the only 3 occurs on the third roll is (7/8) $\\times$ (7/8) $\\times$ (1/8) $\\times$ (7/8) = 343/4096.",
                "Answers": [
                    "$\\frac{343}{4096}$"
                ],
                "ID": "54",
                "CCSS": "S-CP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "57": {
                "Domain": "PG",
                "Text": "In trapezoid WXYZ, shown here, WX = 8 cm and ZY = 11 cm. Segment XY is half as long as the shorter base, and $\\angle$WXY and $\\angle$XYZ are each right angles. What is the area of trapezoid WXYZ?",
                "Solution": "The length of segment XY is 8/2 = 4 cm, which is the height of the trapezoid. We now can compute the area of the trapezoid by multiplying the height of the trapezoid by the average of the lengths of its bases to get 4 $\\times$ (8 + 11)/2 $= 4 \\times 9.5 = 38$ cm2.",
                "Answers": [
                    "$38$"
                ],
                "ID": "57",
                "CCSS": "6.G.1",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "56": {
                "Domain": "SD",
                "Text": "According to a survey of Ms. Jones' pre-algebra class, 11 students own a cat, 12students own a dog, 6 students own both a cat and a dog and 3students own neither. What is the number of students in Ms. Jones' pre-algebra class?",
                "Solution": "If we add the 11 students who own cats to the 12 students who own dogs, our sum of 23 double counts the 6 students who own both cats and dogs. Thus, there are actually only $23 - 6 = 17$ students who have a cat and/or a dog. Adding to this number the 3students who have neither a cat nor a dog, we find that there are $17 + 3 = 20$ students in Ms. Jones' pre-algebra class.",
                "Answers": [
                    "$20$"
                ],
                "ID": "56",
                "CCSS": "7.SP.1",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "51": {
                "Domain": "PF",
                "Text": "The city whose full name is El Pueblo de Nuestra Señora la Reina de Los Ángeles del Río de Porciúncula, which contains 61 letters, is typically abbreviated to Los Angeles. In terms of number of letters, what percent of the full name is the abbreviated name? Express your answer to the nearest hundredth.",
                "Solution": "The full name contains 61 letters. The abbreviated name contains 10 letters, which is 10/61 of the full name. To convert this fraction to a percent, we divide 10by 61 and multiply the result by 100, which comes to 16.39\\%\\, to the nearest hundredth.",
                "Answers": [
                    "$16.39$"
                ],
                "ID": "51",
                "CCSS": "8.NS.1",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "53": {
                "Domain": "GM",
                "Text": "Malcolm gives a cashier two one-dollar bills to pay for a \\$1.64 purchase. What is the least number of coins that Malcolm could receive as correct change?",
                "Solution": "Malcolm will receive \\$2.00 - \\$1.64 = \\$0.36. This can be done with one quarter, one dime and one penny, which is 3 coins.",
                "Answers": [
                    "$3$"
                ],
                "ID": "53",
                "CCSS": "4.MD.2",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "52": {
                "Domain": "PR",
                "Text": "John is biking at a rate of 15 mi/h. There are 5280 ft in 1 mi. On average, how many feet does John travel in 1 minute?",
                "Solution": "At 15 mph, John bikes 15/60 = 1/4 of a mile every minute. Dividing 5280 by 4, we find that John must be going 1320 ft every minute.",
                "Answers": [
                    "$1320$"
                ],
                "ID": "52",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "60": {
                "Domain": "AL",
                "Text": "At a market, a customer who purchases 3 lb of potato salad and 4 lb of coleslaw pays a total of \\$10.75. Another customer pays a total of \\$4.75 to buy 1 lb of potato salad and 2 lb of coleslaw. What is the cost to purchase 2 lb of potato salad and 3 lb of coleslaw?",
                "Solution": "If we combine the two purchases, the result is exactly double the quantity that we want for each side dish. Using p for potato salad and c for coleslaw, we have $3p + 4c = 10.75$ and $p + 2c = 4.75$. Together, that's $4p + 6c = 15.50$, and half those amounts is $2p + 3c = 7.75$, so the cost is \\$7.75.",
                "Answers": [
                    "$7.75$"
                ],
                "ID": "60",
                "CCSS": "8.EE.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.5"
    },
    {
        "Items": {
            "70": {
                "Domain": "SD",
                "Text": "For a certain set of five numbers, the mean of all but the largest number is 80, and the mean of all but the smallest number is 90. What is the range of the set of five numbers?",
                "Solution": "The sum of the four smallest numbers must be $4 \\times 80 = 320$, and the sum of the largest four numbers must be $4 \\times 90 = 360$. Since three of the numbers are the same in the two sums, the difference of $360 - 320 = 40$ must be the difference between the largest and the smallest numbers in the set. That difference is the range.",
                "Answers": [
                    "$40$"
                ],
                "ID": "70",
                "CCSS": "6.SP.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "61": {
                "Domain": "SSP",
                "Text": "It takes 6 cubes to build a staircase containing 3 rows. How many cubes are needed to build a staircase that contains 11 rows?",
                "Solution": "A staircase of 1 row requires 1 cube. A staircase of 2 rows takes $1 + 2 = 3$ cubes. A staircase of 3 rows takes $1 + 2 + 3 = 6$ cubes. The numbers 1, 3 and 6 are triangular numbers. If this sequence continues, the nth term equals n(n + 1)/2. Therefore, a staircase of 11 rows requires $1 + 2 + 3 + \\ldots + 11 = 11 \\times 12 \\div 2 = 66$ cubes.",
                "Answers": [
                    "$66$"
                ],
                "ID": "61",
                "CCSS": " 4.AO.5",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "62": {
                "Domain": "PG",
                "Text": "Three congruent, coplanar circles overlap so that each center lies on the other two circles. The diameter of each circle is 8 cm. What is the area of the triangle formed by connecting the centers of the circles? Express your answer in simplest radical form.",
                "Solution": "The triangle formed by connecting the centers of the circles is an equilateral triangle with side length equal to the radius of each circle. Since the diameter of each circle is 8 cm, the radius is 4 cm. If we drop a perpendicular from one vertex of the triangle to the opposite side, it will bisect the side. This gives us two 30-60-90 triangles. We know that the length of the hypotenuse of one of these triangles is 4 cm and the length of the short leg is 2 cm. We can use the Pythagorean theorem to find the length of the longer leg, h (for height), as follows: $22 + h2$ =42 $\\rightarrow$ 4 +h2= $16 \\rightarrow h2 = 16 - 4 \\rightarrow h2 = 12 \\rightarrow h =$ $\\surd$12 $\\rightarrow$ h = 2$\\surd$3. Using this height and a base of 4 cm, we now find that the area of the equilateral triangle is (1/2)$\\times$4$\\times$2$\\surd$3 = 4$\\surd$3 cm2. A nice formula to remember for the area of an equilateral triangle with side length s is A = 「s^2 root 3 over 4」. The area of the triangle in this problem is then 42$\\surd$3/4 = 4$\\surd$3 cm2.",
                "Answers": [
                    "$4\\surd$3"
                ],
                "ID": "62",
                "CCSS": "8.EE.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "63": {
                "Domain": "SSP",
                "Text": "What is the next number in the geometric sequence: -1, 4, -16, 64, . . . ?",
                "Solution": "Each term in the geometric sequence is -4 times the previous term, so the next term is -4 $\\times$ 64 = -256.",
                "Answers": [
                    "$256$"
                ],
                "ID": "63",
                "CCSS": "F-LE.2",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "64": {
                "Domain": "ME",
                "Text": "The centers of three congruent small circles are collinear, and their diameters form the diameter of the large circle, shown, whose area is 81$\\pi$ units2. What is the circumference of one of the smaller circles? Express your answer in terms of $\\pi$.",
                "Solution": "The formula for the area of a circle is A = $\\pi$r2. Since 92 is 81, the radius of the large circle in the figure must be 9 units. That means the diameter of the large circle is $2 \\times 9 = 18$ units, and the diameter of each smaller circle must be $18 \\div 3 = 6$ units. The circumference of a circle is $\\pi$times the diameter, so our answer is 6$\\pi$.",
                "Answers": [
                    "$6\\pi$"
                ],
                "ID": "64",
                "CCSS": "7.G.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "65": {
                "Domain": "AL",
                "Text": "If $2x + 3 = 4$, what is the value of $12x + 18$?",
                "Solution": "Before solving for x, we might notice that $12x + 18$ is 6 times as much as $2x + 3$, so its value is $6 \\times 4 = 24$.",
                "Answers": [
                    "$24$"
                ],
                "ID": "65",
                "CCSS": "7.EE.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "66": {
                "Domain": "LO",
                "Text": "In the figure shown, what is the greatest number of nonoverlapping regions into which the shaded region can be divided with exactly two lines?",
                "Solution": "The figure shows one way to divide the shaded region into the maximum number of regions, which is 5 regions.",
                "Answers": [
                    "$5$"
                ],
                "ID": "66",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "67": {
                "Domain": "PC",
                "Text": "Sal collected data on all her family members who were born in the last half of the 20thcentury. Their birth years are shown in the stem-and-leaf plot. What is the positive difference between the median and the mode of these data?",
                "Solution": "There are 32 people represented in the stem-and-leaf plot. The median is the average of the 16th and 17th birth years when the data are listed from least to greatest. In this case, the 16th and the 17th birth years are both 1968, so the median is 1968. The mode is the birth year that occurs most frequently in the data, which is 1974. The positive difference between these two measures is 1974-1968 = 6 years.",
                "Answers": [
                    "$6$"
                ],
                "ID": "67",
                "CCSS": "6.SP.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "68": {
                "Domain": "PS",
                "Text": "In a game that lasts 48 minutes, exactly 6 players from each team are on the field at all times. Throughout the game, players are substituted so that 8 players on a team each play an equal amount of time. How many minutes is each of the 8 players on the field during the game?",
                "Solution": "With 6 players on the field at all times, the total player minutes to be filled is $6 \\times 48 = 288$ minutes. Each of the 8 players then can be on the field for $288 \\div 8 = 36$ minutes.",
                "Answers": [
                    "$36$"
                ],
                "ID": "68",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "69": {
                "Domain": "NT",
                "Text": "A dog is chasing a rabbit that has a head start of 150 ft. If their leaps are synchronized, and the dog leaps 9 ft every time the rabbit leaps 7 ft, in how many leaps will the dog catch up to the rabbit?",
                "Solution": "The dog leaps $9 - 7 = 2$ ft farther than the rabbit each time they leap, so the dog should catch up to the rabbit after $150 \\div 2 = 75$ leaps.",
                "Answers": [
                    "$75$"
                ],
                "ID": "69",
                "CCSS": "6.EE.6",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.6"
    },
    {
        "Items": {
            "77": {
                "Domain": "SD",
                "Text": "The average of Martha's first 5 rounds of golf is 98 strokes. How many strokes would Martha need to average on her next 3 rounds to bring her average down to92 strokes?",
                "Solution": "If Martha is to average 92 strokes per round on 8 rounds, she will need a total of $8 \\times 92 = 736$ strokes. So far she has made $5 \\times 98 = 490$ strokes. She can make only $736 - 490 = 246$ more strokes in the next three rounds. That would be an average of $246 \\div 3 = 82$ strokes per round.",
                "Answers": [
                    "$82$"
                ],
                "ID": "77",
                "CCSS": "6.SP.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "76": {
                "Domain": "ME",
                "Text": "If all the angles in the figure shown are right angles, what is the perimeter of the figure?",
                "Solution": "Although not all the lengths are labeled, we can still find the total perimeter. For example, there are four vertical segments on the left that must add up to 12 ft because that's the height shown on the right side. Also, there must be two horizontal sums of 7 ft where the sides jut inward on the left. We must also include the two sides of length 3 ft at the top of the figure. In all, the perimeter of the figure is (2$\\times$10)+(2$\\times$12)+(2$\\times$7) $+ (2 \\times 3) = 20 + 24 + 14 + 6 = 64$ ft.",
                "Answers": [
                    "$64$"
                ],
                "ID": "76",
                "CCSS": "4.MD.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "75": {
                "Domain": "AL",
                "Text": "Bailey said to Kaylee, ``If you gave me two of your marbles, I'd have twice as many as you'd have.'' And Kaylee responded, ``If you gave me three of your marbles, I'd have three times as many as you'd have.'' What is the difference between the number of marbles that Bailey and Kaylee have?",
                "Solution": "Let b equal the number of marbles Bailey has and k equal the number of marbles Kaylee has. The statements translate to the following two equations: $b + 2 =$ 2(k - 2) and $k + 3 =$ 3(b - 3). Let's solve the first equation for b and substitute this into the second equation. Distributing on the right, we get $b + 2 = 2k - 4$ and then $b = 2k - 6$. Substituting this into the second equation, we get $k + 3 =$ 3(2k - 6 - 3), which becomes $k + 3 =$ 6k-27. Adding 27 to both sides, then subtracting k from both sides, we get $30 = 5k$, so k is 6. That means $b = 2 \\times 6 - 6 = 12 - 6 = 6$. It turns out Bailey and Kaylee have the same number of marbles, so the difference is 0 marbles.",
                "Answers": [
                    "$0$"
                ],
                "ID": "75",
                "CCSS": "8.EE.8",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "74": {
                "Domain": "AL",
                "Text": "The square root of the quantity 3 less than twice a number is equal to 3. What is the number?",
                "Solution": "Translating the English to math, we get the equation $\\surd$(2x $- 3) = 3$. Squaring both sides of the equation, we get $2x - 3 = 9$, which simplifies to $2x = 12$ and finally $x = 6$.",
                "Answers": [
                    "$6$"
                ],
                "ID": "74",
                "CCSS": "A-REI.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "73": {
                "Domain": "PF",
                "Text": "The math team ordered 7 eight-slice pizzas. What fraction of the total amount of the pizza ordered is left after 41 slices are eaten? Express your answer as a common fraction.",
                "Solution": "Seven eight-slice pizzas contain $7 \\times 8 = 56$ slices. After 41 slices are eaten, there are $56 - 41 = 15$ slices left, which is 15/56 of the total amount.",
                "Answers": [
                    "$\\frac{15}{56}$"
                ],
                "ID": "73",
                "CCSS": "6.NS.1",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "72": {
                "Domain": "SG",
                "Text": "A right circular cylinder has a volume of 144$\\pi$ cm3 and a height of 9 cm. What is the area of its base? Express your answer in terms of $\\pi$.",
                "Solution": "The volume of a right circular cylinder is the area of the base times the height. Dividing 144$\\pi$ cm3 by the height of 9 cm, we get an area of 16$\\pi$cm2 for the base. (Incidentally, we also now know that the radius of the circle is 4 cm.)",
                "Answers": [
                    "$16\\pi$"
                ],
                "ID": "72",
                "CCSS": "8.G.9",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "71": {
                "Domain": "PC",
                "Text": "How many different three-member teams can be formed from a group of six students?",
                "Solution": "There are 6 possible choices for the first person, followed by 5 choices for the second and 4 choices for the third. That would be 6 $\\times$5$\\times$ $4 = 120$ different three-member teams if the order in which they were chosen actually mattered. Given that the order doesn't matter, we have to acknowledge that we have the same group of three people several times over. Suppose, for example, we selected A then B then C. Well, the same three people would be in the group if we had chosen them in the order ACB. Actually, any of the three might have been chosen first, followed by any of the remaining two second, and then the last person last. That's $3 \\times 2 \\times 1 = 6$ ways that any group of three might have been chosen. For this reason, we need to divide our 120 by 6, which results in a total of 20 teams. This is known as ``6 choose 3,'' and the value can be calculated directly as (6!)/[3! $\\times$ (6- 3)!] = (6 $\\times$ 5 $\\times$ 4)/(3 $\\times 2 \\times 1) = 20$.",
                "Answers": [
                    "$20$"
                ],
                "ID": "71",
                "CCSS": "S-CP.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "80": {
                "Domain": "CG",
                "Text": "A region in the coordinate plane is bounded by $y = x$, $x = 5$ and $y = 1$. What is the area of this region?",
                "Solution": "The region is an isosceles right triangle with base and height of 4 units. The area is 1/2 $\\times 4 \\times 4 = 8$ units2.",
                "Answers": [
                    "$8$"
                ],
                "ID": "80",
                "CCSS": "6.G.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "79": {
                "Domain": "PF",
                "Text": "The price of a coat that originally sold for \\$80 is reduced by 20\\%\\. A different coat that originally sold for \\$100 is marked down 30\\%\\, and then a 10\\%\\ discount is given on the reduced price. After all of the reductions, what is the positive difference in the prices of the two coats?",
                "Solution": "A reduction of 20\\%\\ means you pay 80\\%\\, so the new price of the \\$80 coat is 0.8 $\\times$ 80 = \\$64. The new price of the \\$100 coat, after successive discounts of 30\\%\\ and 10\\%\\, is 0.7 $\\times$ 0.9 $\\times$ 100 = \\$63. The positive difference between the prices of the two coats is 1 dollar.",
                "Answers": [
                    "$1$",
                    "$1.00$"
                ],
                "ID": "79",
                "CCSS": "7.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "78": {
                "Domain": "PS",
                "Text": "On the number line below, the tick marks are evenly spaced. What is the value of b - a? Express your answer as a mixed number.",
                "Solution": "There are 20 equal intervals in the distance of -3 - (-8) = -3 $+ 8 = 5$ units. Each interval must be 1/4 of a unit. There are 10 intervals from b to a, so the distance is 10/4 = 2. Since the greater value is subtracted from the lesser value, however, our answer must be -2. More specifically, b=-6 and a = -4, so b - a = -6 - (-4) = -6 + 4 = -2.",
                "Answers": [
                    "$-2\\frac{1}{2}$"
                ],
                "ID": "78",
                "CCSS": "3.NF.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.7"
    },
    {
        "Items": {
            "88": {
                "Domain": "PS",
                "Text": "A group of 9 friends received a combined total of 233 text messages in two hours. One person received 25 messages. How many text messages did each of the other 8 friends receive if they each received the same number of messages as each other?",
                "Solution": "Subtracting the 25 messages from the total of 233, we find that the other 8 friends must have received 208 messages. That's 208 $\\div$ 8 = 26messages each.",
                "Answers": [
                    "$26$"
                ],
                "ID": "88",
                "CCSS": "7.NS.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "89": {
                "Domain": "CG",
                "Text": "The coordinates of $\\triangle$ABC are A(1, 2), B(1, 10) and C(16, 2). What is the area of $\\triangle$ABC?",
                "Solution": "Notice that points A and B have the same x-coordinates. This allows the easy calculation of the length of segment AB as 10 - 2 = 8units. Similarly, points A and C have the same y-coordinates, so the length of segment AC is $16 - 1 = 15$ units. The interior angle at point A is 90 degrees, so sidesAB and AC are the triangle's base and height, respectively. Thus, the area of the triangle is (1/2) $\\times 8 \\times 15 = 60$ units2.",
                "Answers": [
                    "$60$"
                ],
                "ID": "89",
                "CCSS": "6.G.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "90": {
                "Domain": "AL",
                "Text": "What is the length of segment AD if trapezoids ABCD and WXYZ are similar?",
                "Solution": "The trapezoids are similar, so the ratios of corresponding sides are the same. Segment AB is 1.5 times the length of segment XW, so segment AD should be 1.5 times the length of segment ZW. This leads to the equation 1.5(x $+ 1) = 3x - 6$, which is equivalent to 1.5x + 1.5= 3x-6. Subtracting 1.5x from both sides and adding 6 to both sides, we get $7.5 = 1.5x$. Dividing 7.5 by 1.5, we find that $x = 5$. Thus, the length of segment AD is $3 \\times 5 - 6 = 15 - 6 = 9$ units.",
                "Answers": [
                    "$9$"
                ],
                "ID": "90",
                "CCSS": "6.EE.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "82": {
                "Domain": "PF",
                "Text": "Vinnie made 60\\%\\ of the shots he attempted in Friday's basketball game. If he made 18 shots in the game, how many shots did he attempt?",
                "Solution": "We can set up the proportion 18/x = 60/100, where x represents the number of attempted shots. To solve for x, we can multiply 18$\\times$100 and divide by 60. This gives x = 1800/60 = 30, so Vinnie attempted 30 shots.",
                "Answers": [
                    "$30$"
                ],
                "ID": "82",
                "CCSS": "6.RP.3",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "83": {
                "Domain": "SG",
                "Text": "How many 0.5 cm $\\times$ 0.5 cm $\\times$ 0.5 cm cubes are needed to completely fill this rectangular prism measuring 4 cm $\\times$ 3 cm $\\times$ 3 cm?",
                "Solution": "It will take 8 of the 0.5 cm $\\times$ 0.5 cm $\\times$ 0.5 cm cubes to span the 4-cm length, 6 to span the 3-cm width, and 6 to span the 3-cmheight. That's 8$\\times$ $6 \\times 6 = 288$ cubes in all. Alternatively, we could reason that the volume of the cube is $4 \\times 3 \\times 3 = 36$ cm3 and it takes $2 \\times 2 \\times 2 = 8$ of the smaller cubes to fill each cubic centimeter. Therefore, $36 \\times 8 = 288$ cubes are needed.",
                "Answers": [
                    "$288$"
                ],
                "ID": "83",
                "CCSS": "6.G.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "81": {
                "Domain": "PR",
                "Text": "The president of the student body estimated that 2 out of every 3 students at Creighton Middle School would attend the Spring Festival. If there are 1140 students at this school, according to the estimate, how many students will not attend the Spring Festival?",
                "Solution": "If 2 out of every 3 students attend the Spring Festival, then 1 out of every 3 will not attend. Dividing 1140 by 3, we estimate that 380 students will not attend.",
                "Answers": [
                    "$380$"
                ],
                "ID": "81",
                "CCSS": "7.SP.6",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "86": {
                "Domain": "PG",
                "Text": "A rectangle has a perimeter of 62 cm. If the length and width are each increased by 2 cm, by how many square centimeters does the area increase?",
                "Solution": "We cannot determine the actual area, but we can say for certain that it increases by 66 cm2. Suppose the original dimensions of the rectangle are l and w. Then the perimeter is $2l + 2w$ and this is known to be 62 cm. The area is lw and this value is not known. If the new dimensions are $l + 2$ and $w + 2$, then the new area is (l + 2)(w + 2) = lw $+ 2l + 2w + 4$. The increase over the old area is $2l + 2w + 4$. Although we are now talking about cm2, the numerical value of $2l + 2w$ is still 62. Adding 4 to this, we can say that the area increases by 66 cm2. From the figure you can see that the increase in area is the sum of the areas of the 2 $\\times$ w rectangle, the 2 $\\times$ l rectangle and the $2 \\times 2 = 4$ square.",
                "Answers": [
                    "$66$"
                ],
                "ID": "86",
                "CCSS": "6.RP.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "87": {
                "Domain": "PR",
                "Text": "Lines BG, CF and DE are all parallel and coplanar. These three lines intersect rays AD and AE, as shown. Suppose BC = 2670 units, CD = 5340 units and FG = 3185 units. What is the length of segment EF?",
                "Solution": "The situation calls for proportional reasoning. Segment CD is twice the length of segment BC (5340/2670 = 2), so segment EF should be twice the length of segment FG. The length of segment EF is $2 \\times 3185 = 6370$ units. A proportion we also could have set up and solved to yield the same result is 2670/5340=3185/x.",
                "Answers": [
                    "$6370$"
                ],
                "ID": "87",
                "CCSS": "G-CO.10",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "84": {
                "Domain": "NT",
                "Text": "Allison spent a total of \\$16.20 for lunch at Burrito De-lite, including tax and a tip. She paid 8\\%\\sales tax on her purchase and then left the waiter a tip equivalent to 20\\%\\ of her total bill including tax. What was the cost of Allison's meal, before tax and the tip?",
                "Solution": "The total of \\$16.20 represents 120\\%\\ of the cost of dinner and tax. Dividing 16.20 by 1.2, we find that dinner and tax must have cost \\$13.50. This is 1.08\\%\\ of the cost of dinner. Dividing 13.50 by 1.08, we find that dinner alone must have cost \\$12.50.",
                "Answers": [
                    "$12.50$"
                ],
                "ID": "84",
                "CCSS": "7.RP.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "85": {
                "Domain": "LO",
                "Text": "The table below shows the weight of various coins, according to U.S. Mint specifications. Jarnail has coins worth a total of 42¢ in his pocket. What is the least number of grams the coins in Jarnail's pocket could weigh? Express your answer as a decimal to the nearest thousandth.",
                "Solution": "We know we will need 2 pennies and 40¢. If we consider each coin's \"gram per cent\" value, we see a penny is 2.5 g per cent, a nickel is 5.000$\\div$ $5 = 1 g$ per cent, a dime is $2.268 \\div 10 = 0.2268 g$ per cent and a quarter is $5.670 \\div 25 = 0.2268 g$ per cent. Since dimes and quarters have the least weight per cent value, and we are trying to minimize the weight, we should avoid using nickels and pennies. Therefore, the best way to make the 40¢ is with four dimes. The total weight of the 42¢ will be $(4 \\times 2.268) + (2 \\times 2.500) = 14.072 g$.",
                "Answers": [
                    "$14.072$"
                ],
                "ID": "85",
                "CCSS": "7.RP.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.8"
    },
    {
        "Items": {
            "100": {
                "Domain": "PG",
                "Text": "Square ABCD, shown here, has sides of length s units. A star is formed, creating four congruent isosceles triangles, each with a height of b units. What is the area of the star in terms of s and b?",
                "Solution": "The area of the square is s2. The area of the four isosceles triangles is 4 $\\times$ (1/2 $\\times$ s $\\times$ b) = 2sb. Subtracting the combined areas of the triangles from the area of the square, we see that the area of the star, in terms of s and b, is s2 - 2sb units2 or s2 - 2bs units2.",
                "Answers": [
                    "$s^2 - 2sb$",
                    "$s^2 - 2bs$"
                ],
                "ID": "100",
                "CCSS": "6.G.1",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "99": {
                "Domain": "AL",
                "Text": "For what value of m does 1/m + 1/2m = 6? Express your answer as a common fraction.",
                "Solution": "A common denominator for m and 2m is 2m, so we can add the fractions on the left as follows: 1/m + 1/(2m) = 2/(2m) + 1/(2m) = 3/(2m). Now we have the equation 3/(2m) = 6, and we multiply both sides by 2m to get $3 = 12m$. Dividing both sides by 12, we get m = 3/12 = 1/4.",
                "Answers": [
                    "$\\frac{1}{4}$"
                ],
                "ID": "99",
                "CCSS": "8.EE.7",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "98": {
                "Domain": "NT",
                "Text": "The number 6D45, where D represents a digit, is divisible by 3. What is the sum of all possible values of D?",
                "Solution": "Recall that a number is divisible by 3 if the sum of the digits is divisible by 3. The sum of the three digits 6, 4 and 5 is already a multiple of 3, so D must represent a multiple of 3. The possibilities are 0, 3, 6 and 9. That means the sum of all possible values of D is $0 + 3 + 6 + 9 = 18$.",
                "Answers": [
                    "$18$"
                ],
                "ID": "98",
                "CCSS": "4.OA.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "91": {
                "Domain": "AL",
                "Text": "Vacations-R-Us charges \\$130 a day plus a one-time, nonrefundable \\$50 cleaning fee to rent a house at the beach. How much will it cost the Sanchez family to rent the house for 7days?",
                "Solution": "To rent a house at the beach for 7 days, it will cost the Sanchez family $50 + (7 \\times 130) = 50 + 910 =$ \\$960.",
                "Answers": [
                    "$960$",
                    "$960.00$"
                ],
                "ID": "91",
                "CCSS": "6.EE.9",
                "Difficulty": 1,
                "Class": "QuizQuestion"
            },
            "93": {
                "Domain": "PR",
                "Text": "If the length of an insect is 4 cm, what is the length of the insect viewed under a magnifying glass that magnifies an object to three times its original size?",
                "Solution": "The length of the insect viewed under the magnifying glass is $4 \\times 3 = 12$ cm.",
                "Answers": [
                    "$12$"
                ],
                "ID": "93",
                "CCSS": "4.OA.2",
                "Difficulty": 1,
                "Class": "QuizQuestion"
            },
            "92": {
                "Domain": "ME",
                "Text": "A circle has a circumference with the same numerical value as its area. What is its radius?",
                "Solution": "The formula for the circumference of a circle is C = $\\pi$d, and the formula for the area of a circle is A = $\\pi$r2. If these two completely different measures are numerically equal, then the following equation is true: $\\pi$d = $\\pi$r2. Dividing both sides of this equation by $\\pi$, we get $d = r2$. But the diameter is just twice the radius, so we have $2r = r2$, which can only be true if r is zero or 2. Given that there is a circle, the radius must be 2 units.",
                "Answers": [
                    "$2$"
                ],
                "ID": "92",
                "CCSS": "7.G.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "95": {
                "Domain": "NT",
                "Text": "How many three-digit positive integers are square numbers?",
                "Solution": "The least three-digit square is 100, which is 102. The greatest three-digit square is 961, which is 312. Subtracting the 9 square numbers that are less than 100, we get a total of $31 - 9 = 22$ three-digit integers that are squares.",
                "Answers": [
                    "$22$"
                ],
                "ID": "95",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "94": {
                "Domain": "PC",
                "Text": "A box contains only red, blue and green tokens. If the probability of randomly choosing a red token is 1/5 and the probability of randomly choosing a blue token is 1/3, what is the probability of randomly choosing a green token? Express your answer as a common fraction.",
                "Solution": "The sum of the probabilities for each color of the tokens must be 1. So far, we have 1/5 + 1/3 = 3/15 + 5/15 = 8/15 for the red and the blue tokens. The probability of randomly choosing a green token must be 1 - 8/15 = 7/15.",
                "Answers": [
                    "$\\frac{7}{15}$"
                ],
                "ID": "94",
                "CCSS": "7.SP.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "97": {
                "Domain": "ME",
                "Text": "A necklace is made of beads with centers that are collinear, as shown. The beads have diameters of integer lengths a, b, c and d cm such that a:b:c:d = 1:2:3:4. What is the smallest possible total length of the seven beads on the necklace?",
                "Solution": "To get the smallest integer diameters in the ratio 1:2:3:4, we should use diameters of 1, 2, 3 and 4 cm. The smallest total length for the seven beads on the necklace is $1 + 2 + 3 + 4 + 3 + 2 + 1 = 16$ cm.",
                "Answers": [
                    "$16$"
                ],
                "ID": "97",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "96": {
                "Domain": "SD",
                "Text": "The table shows the total dollar amounts of purchases by 21 randomly selected customers at a department store. What is the median of the dollar amounts?",
                "Solution": "First we arrange the 21 numbers from least to greatest as follows: 5, 6, 8, 10, 10, 14, 18, 18, 22, 22, 25, 27, 27, 30, 30, 31, 32, 41, 42, 43, 53. Then we find the middle number in our list, in this case \\$25.",
                "Answers": [
                    "$25$",
                    "$25.00$"
                ],
                "ID": "96",
                "CCSS": "6.SP.5",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.9"
    },
    {
        "Items": {
            "108": {
                "Domain": "SD",
                "Text": "What is the positive difference between the range and the mean of the set {4, 5, 7, 7, 8, 8, 8, 9,16}?",
                "Solution": "The range of the data is the maximum value minus the minimum value, which is $16 - 4 = 12$ in this set. The mean is the sum of the data divided by the number of items in the data set, which is $(4 + 5 + 7 + 7 + 8 + 8 + 8 + 9 +$ 16)/9 = 72/9 = 8. The positive difference between the range and the mean of the data is $12 - 8 = 4$.",
                "Answers": [
                    "$4$"
                ],
                "ID": "108",
                "CCSS": "6.SP.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "109": {
                "Domain": "PG",
                "Text": "A rectangle measures 18 m by 24 m. What is the sum of the lengths of its diagonals?",
                "Solution": "Two adjacent sides of the rectangle and a diagonal form a right triangle, which allows us to use the Pythagorean Theorem to find the length of the diagonal. The length of the diagonal is equal to $\\surd$(182 + 242) = $\\surd$(324 + 576) = $\\surd$(900) = 30 m. Some students will notice that 18 is 3 $\\times$ 6 and 24 is 4 $\\times$ 6, so the diagonal is $5 \\times 6 = 30 m$. This is a multiple of the 3-4-5 triangle, which satisfies the Pythagorean Theorem. The sum of the lengths of the diagonals is thus $30 + 30 = 60 m$.",
                "Answers": [
                    "$60$"
                ],
                "ID": "109",
                "CCSS": "8.G.7",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "110": {
                "Domain": "PR",
                "Text": "Blake traveled 117 mi in 2.25 hours to come home from college. What was the average speed at which Blake traveled?",
                "Solution": "To find the average miles per hour, we divide the miles by the hours (r = d/t). In this case, if we convert 2.25 to 9/4, then the division problem 117 $\\div$ 2.25 becomes 117 $\\div$ 9/4. This has the same answer as the multiplication problem 117 $\\times$ 4/9, which is $13 \\times 4 = 52$ mi/h.",
                "Answers": [
                    "$52$"
                ],
                "ID": "110",
                "CCSS": "6.EE.9",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "102": {
                "Domain": "GM",
                "Text": "Angie is purchasing stickers to make house numbers for the houses in her neighborhood. If the houses are numbered consecutively from 101 to 250 and each sticker contains a single digit, how many stickers containing the digit 3 does Angie need to purchase?",
                "Solution": "In the range 101 to 199, there are ten 3s in the tens place and ten 3s in the ones place. In the range 200 to 250, there are still ten 3s in the tens place but only five 3s in the ones place. Angie will need to purchase a total of $3 \\times 10 + 5 = 35$ stickers containing the digit 3.",
                "Answers": [
                    "$35$"
                ],
                "ID": "102",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "103": {
                "Domain": "AL",
                "Text": "For what value of x does $3x + 3 = 2x + 7$?",
                "Solution": "Subtracting 2x from both sides of the equation, we get $x + 3 = 7$. Subtracting 3 from both sides, we get $x = 4$.",
                "Answers": [
                    "$4$"
                ],
                "ID": "103",
                "CCSS": "6.EE.5",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "101": {
                "Domain": "PR",
                "Text": "A pasture with an area of 25 hectares is enclosed using 2 km of fencing. Another pasture is to be enclosed. For the second pasture, how many hectares of land can 8 km of fencing enclose if the two fenced areas are similar?",
                "Solution": "The perimeter of the first pasture is 2 km, and its area is 25 hectares. We have 8 km of fencing, which will fence a pasture with a perimeter that is four times the perimeter of the first pasture. That means the scale factor (or the ratio of their linear measurements) for these two similar pastures is 1:4. Since area is a two-dimensional measurement, the ratio of their areas will be 12:42 = 1:16. So, the area of the second pasture is 16$\\times$ $25 = 400$ ha.",
                "Answers": [
                    "$400$"
                ],
                "ID": "101",
                "CCSS": "6.RP.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "106": {
                "Domain": "CG",
                "Text": "What are the coordinates of the midpoint of segment AB with endpoints A(-2, 4) and B (3, -3)? Express the coordinates as decimals to the nearest tenth.",
                "Solution": "We average the x-coordinates and the y-coordinates to find the coordinates of the midpoint of the segment. For the given segment, the midpoint has an x-coordinate of (-2 + 3)/2 = 1/2, and the y-coordinate is (4 + (-3))/2 = 1/2. So the midpoint has coordinates (1/2, 1/2) = (0.5, 0.5).",
                "Answers": [
                    "(0.5, 0.5)"
                ],
                "ID": "106",
                "CCSS": "G-GPE.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "107": {
                "Domain": "PS",
                "Text": "At Euclid Middle School there are 33 students in the chorus, 45 students in the band and 21students in the orchestra. Fifteen students are in both the band and chorus, 9 are in both orchestra and chorus, 4 are in the band and orchestra and 2 students are in all three. How many students are in the orchestra only?",
                "Solution": "A Venn diagram is helpful in this situation. Once the 2 is placed in the intersection of all three circles, we can work out the numbers for students participating in at least two of the groups and then those participating in just one. There are 15students in both band and chorus, which includes the 2 students who are in all three. Thus there are $15 - 2 = 13$ students in only band and chorus. There are 9 students in both orchestra and chorus. Subtracting the 2 students who are in all three, we get 9 - 2 =7 students who are in orchestra and chorus only. Next, there are 4 students in band and orchestra, 2 of whom also participate in chorus. That means there are $4 - 2 = 2$ students in only band and orchestra. We can now see that there are $21 - (7 + 2 + 2) =$ 10students who are in orchestra only.",
                "Answers": [
                    "$10$"
                ],
                "ID": "107",
                "CCSS": "S.CP.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "104": {
                "Domain": "AL",
                "Text": "Tim drove at an average rate of 30 mi/h, and Kim drove at an average rate of 40mi/h for three times as long as Tim. Together they drove a total of 225 mi. How far did Tim drive?",
                "Solution": "Let t represent the time that Tim drove. Since distance equals rate times time (d = rt) and Tim drove at 30 mi/h, we can say that he drove 30tmi. Kim drove at 40 mi/h for 3t hours, so she drove $40 \\times 3t = 120t$ mi. Together they drove 150t mi and this is known to be 225 mi. Solving $150t = 225$ for t, we get t = 3/2 hours. Tim drove for an hour and a half at 30 mi/h, which is a total of 3/2 $\\times 30 = 45$ mi.",
                "Answers": [
                    "$45$"
                ],
                "ID": "104",
                "CCSS": "6.EE.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "105": {
                "Domain": "PR",
                "Text": "Triangle ABC with an area of 243 cm2 is similar to $\\triangle$WXY. If BD = 18 cm and XZ = 4 cm, what is the length of segment WY?",
                "Solution": "Since A = 1/2 $\\times$ b $\\times$ h for any triangle, it follows that $b = (2 \\times A) \\div h$. We can find the base of $\\triangle$ABC by doubling the area and dividing by the height as follows: $2 \\times 243 \\div 18 = 27$ cm. The ratio of XZto BD is 4/18 = 2/9. The length of segment WY is 2/9 $\\times$ 27 = 54/9 = 6 cm.",
                "Answers": [
                    "$6$"
                ],
                "ID": "105",
                "CCSS": "7.RP.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.10"
    },
    {
        "Items": {
            "120": {
                "Domain": "ME",
                "Text": "If a circle with a diameter of 8 1/2 in is cut from an 8 1/2-in by 11-in sheet of paper, what percent of the area of the sheet of paper is left over? Express your answer as a decimal to the nearest tenth.",
                "Solution": "A circle with a diameter of 8 1/2 in has a radius of 4 1/4 in. The area of the circle is $\\pi$ $\\times 4.252 = 18.0625π \\approx 56.75$ in2. The area of the full sheet of paper is $8.5 \\times 11 = 93.5$ in2. The leftover part of the sheet of paper is about $93.5 - 56.75 = 36.75$ in2. This is about 36.75/93.5 $\\times$ 100  39.3\\%\\ of the full sheet of paper.",
                "Answers": [
                    "$39.3$"
                ],
                "ID": "120",
                "CCSS": "7.G.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "115": {
                "Domain": "PS",
                "Text": "Each day on Earth more people are born than die. If there is a net gain of 150 living people on the planet each minute, how many more people are there on Earth every day? Express your answer in scientific notation with three significant digits.",
                "Solution": "There are $24 \\times 60 = 1440$ minutes in every day. If there is a net gain of 150 people every minute, there must be a net gain each day of 150$\\times$1440 = 216,000 = 2.16 $\\times$ 105 people.",
                "Answers": [
                    "$2.16 \\times 10^5$"
                ],
                "ID": "115",
                "CCSS": "8.EE.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "114": {
                "Domain": "PR",
                "Text": "A hare is running at a rate of 1 m every minute, while a tortoise is crawling at a rate of 1 cm every second. In meters, how much farther than the tortoise will the hare travel in an hour?",
                "Solution": "The hare will travel 60 m in one hour. The tortoise will travel 60 cm in one minute, which is equal to $60 \\times 60 = 3600$ cm in one hour. Since 100 cm = 1 m, 3600 cm = 36 m. In one hour the hare will travel $60 - 36 = 24 m$ farther than the tortoise.",
                "Answers": [
                    "$24$"
                ],
                "ID": "114",
                "CCSS": "6.EE.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "117": {
                "Domain": "AL",
                "Text": "A scientist has 50 mL of a 50\\%\\ acid solution and wishes to create a 20\\%\\ acid solution by adding a quantity of a 10\\%\\ acid solution. How many milliliters of the 20\\%\\ acid solution will she have after she mixes the weaker and stronger solutions?",
                "Solution": "At the start, the 50 mL of 50\\%\\ acid solution is 25 mL acid and 25 mL water. Each time 10 mL of the 10\\%\\ acid solution is added, we get 1 mL acid and 9 mL water. Let n represent the number of times we add 10 mL of the 10\\%\\ acid solution to the original solution. The amount of acid is then $(25 + n)$ mL and the amount of water is $(25 + 9n)$ mL. To get the 20\\%\\ acid solution, we need 80\\%\\ water, so the second of these quantities will be 4 times as much as the first quantity. In algebra, we have 4(25 $+ n) = 25 + 9n$. Solving for n, we get $100 + 4n = 25 + 9n$, then $75 = 5n$ and finally $n = 15$. Recall that n represents the number of times we added 10 mL to the original solution, so we will have added 15 $\\times$ 10 mL = 150 mL to the original 50 mL. That gives us a total of 200 mL of 20\\%\\ acid solution.",
                "Answers": [
                    "$200$"
                ],
                "ID": "117",
                "CCSS": "7.EE.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "116": {
                "Domain": "ME",
                "Text": "If the length of each longer side of a rectangle is increased by 75\\%\\ and each shorter side is increased in length by 25\\%\\, what is the overall percent increase in the area of the original rectangle? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "An increase of 75\\%\\ means that the new length of the rectangle is 1.75 times the original length. Similarly, an increase of 25\\%\\ in the width means the new width is 1.25 times the original width. The new area is $1.75 \\times 1.25 = 2.1875 =$ 218.75\\%\\ of the original area. This represents an increase of 218.75 - 100 = 118.75\\%\\.",
                "Answers": [
                    "$118.75$"
                ],
                "ID": "116",
                "CCSS": "4.MD.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "111": {
                "Domain": "SG",
                "Text": "The height of a solid cone, shown here, is 18 in, and its radius is 8 in. A cut parallel to the circular base is made completely through the cone so that one of the two resulting solids is a smaller cone. The radius of the small cone is 2 in. What is the height of the smaller cone? Express your answer as a decimal to the nearest tenth.",
                "Solution": "Since the two cones will be similar, the ratios of height to radius for the two cones will be equal, so we can solve the proportion 18/8 = x/2 forx. Looking at the denominators, we notice that 2 is 1/4 of 8, so x is 1/4 of 18. Dividing 18 by 4, we get a height of 4.5 in.",
                "Answers": [
                    "$4.5$"
                ],
                "ID": "111",
                "CCSS": "8.G.9",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "113": {
                "Domain": "PC",
                "Text": "Some radio stations have call letters that contain 4 letters. Two examples are KTOO and WFXM. The first letter must be a K or W, and the last 3 letters can be any letter except K or W. How many different 4-letter arrangements of station call letters are possible?",
                "Solution": "Using the Fundamental Counting Principle, we see there are 2 $\\times$ 24 $\\times$ 24 $\\times$ 24 = 27,648 possible arrangements for station call letters.",
                "Answers": [
                    "$27,648$"
                ],
                "ID": "113",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "112": {
                "Domain": "NT",
                "Text": "If a is the greatest common factor of 72 and 48, and if b is the greatest common factor of 108 and 144, what is the least common multiple of a and b?",
                "Solution": "To find the GCF of two numbers, it helps to look at the prime factorizations: $72 = 23 \\times 32$ and $48 = 24 \\times 3$. The two numbers have three factors of 2 and one factor of 3 in common, so the GCF is $23 \\times 3 = 24$. Similarly, we have $108 = 22 \\times 33$ and $144 = 24 \\times 32$, so their GCF is $22 \\times 32 = 36$. For the LCM, we find the product of the greatest power of each prime factor, so for 24 and 36, we need three factors of 2 and two factors of 3, which is $23 \\times 32 = 72$. Indeed, $3 \\times 24 = 2 \\times 36 = 72$.",
                "Answers": [
                    "$72$"
                ],
                "ID": "112",
                "CCSS": "6.NS.4",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "119": {
                "Domain": "SSP",
                "Text": "After a ball is dropped, the rebound height of each bounce is 80\\%\\ of the height of the previous bounce. The height of the first bounce is 5 ft. What is the height of the sixth bounce of this ball? Express your answer as a decimal to the nearest tenth.",
                "Solution": "We already know the height of the first bounce, so we need to multiply 5 feet by 0.8 five times to get to the sixth bounce: 5 $\\times$ 0.85 = 5$\\times$0.32768 = 1.6384 ft. To the nearest tenth, that's 1.6 ft.",
                "Answers": [
                    "$1.6$"
                ],
                "ID": "119",
                "CCSS": "6.EE.1",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "118": {
                "Domain": "PR",
                "Text": "On a county map, the distance between Tinsel Town and Emerald City measures 3.5 in. The actual distance between the two locations is 42 mi. If the distance between Emerald City and Diamond Bluff measures 2.75 in on that same map, how many miles apart are the two cities?",
                "Solution": "We can rewrite 42 $\\div$ 3.5 as 42 $\\div$ (7/2), which is 42 $\\times$ (2/7) = 12. This means that each inch on the map represents 12 miles. The distance of 2.75 in on the map must represent 2.75 $\\times$ 12 = 11/4 $\\times 12 = 11 \\times 3 = 33$ mi.",
                "Answers": [
                    "$33$"
                ],
                "ID": "118",
                "CCSS": "7.RP.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.11"
    },
    {
        "Items": {
            "130": {
                "Domain": "CG",
                "Text": "Point P(3, 2) lies on the graph of the equation $y = 3x - 7$. What are the coordinates of the image of point P after the line is reflected across the y-axis and translated up 4 units?",
                "Solution": "Note that we need not worry about the entire line, just P. When the point P(3, 2) is reflected over the y-axis, the x-coordinate changes sign, so the image is P'(-3, 2). Now, when this point is translated up 4 units, the y-coordinate is 4 more than it was, so the final image is P\"(-3, 6).",
                "Answers": [
                    "(3, 6)"
                ],
                "ID": "130",
                "CCSS": "8.G.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "121": {
                "Domain": "PS",
                "Text": "In the two grids shown, some of the squares are black, and the remaining squares are transparent. If the grid on the left were translated so that it completely covers the grid on the right, what letter would be formed by the black squares?",
                "Solution": "Superimposing the grids, as shown, we see that the letter H is formed.",
                "Answers": [
                    "H"
                ],
                "ID": "121",
                "CCSS": "8.G.3",
                "Difficulty": 1,
                "Class": "QuizQuestion"
            },
            "122": {
                "Domain": "PR",
                "Text": "A 30-ft-long telephone pole is perpendicular to the ground, as shown. The height of the pole above ground is four times the length of the portion of the pole located below ground. How many feet above ground is the top of the pole?",
                "Solution": "If the pole is four parts above ground and one part below ground, that's five parts in all. Each part must be $30 \\div 5 = 6$ ft. The top of the pole must be $4 \\times 6 = 24$ ft above ground.",
                "Answers": [
                    "$24$"
                ],
                "ID": "122",
                "CCSS": "6.EE.7",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "123": {
                "Domain": "NT",
                "Text": "The units digit of a positive three-digit integer is 0. The sum of the other two digits is 12. Interchanging the tens and hundreds digits increases the number by 540. What is the original number?",
                "Solution": "Given the first two conditions, the seven possible numbers are 930, 840, 750, 660, 570, 480 and 390. To get the difference of 540 by swapping the tens and hundreds digits, the numbers must be 930 and 390, with the original number being 390.",
                "Answers": [
                    "$390$"
                ],
                "ID": "123",
                "CCSS": "3.NBT.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "124": {
                "Domain": "PC",
                "Text": "A student rolls three standard, six-sided dice (one red, one blue and one green). How many possible outcomes are there for the three values showing on the top faces of the dice?",
                "Solution": "For each of the six numbers that could land up on the red die, there are six possibilities on the blue die, followed by another six possibilities on the green die. Using the Fundamental Counting Principle, we get $6 \\times 6 \\times 6 = 216$ possible outcomes.",
                "Answers": [
                    "$216$"
                ],
                "ID": "124",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "125": {
                "Domain": "PG",
                "Text": "From a piece of striped material, Tanya cut out the isosceles triangle shown here. If the measure of the vertex angle of this large isosceles triangle is 50° and 「BC parallel to DE parallel to FG」, what is the measure of $\\angle$BCE?",
                "Solution": "If the vertex angle of the isosceles triangle is 50°, then the other 180 - 50 = 130° of the triangle must be divided equally between the two base angles. That means angles F and G are each 65°. By properties of corresponding angles, we know that $\\angle$BDE and $\\angle$CED also measure 65°. Angle DEG is supplementary to $\\angle$CED, so its measure is 180 - 65 = 115°. This angle corresponds to $\\angle$BCE, so the measure of $\\angle$BCE is 115°.",
                "Answers": [
                    "$115$"
                ],
                "ID": "125",
                "CCSS": "8.G.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "126": {
                "Domain": "PF",
                "Text": "If the vertices of the smaller square divide each side of the larger square in the ratio of 2:1, in the figure shown, what percentage of the larger square is shaded? Express your answer to the nearest whole number.",
                "Solution": "If we divide the larger square into a 3-by-3 grid, as shown in the figure, the shaded triangles occupy 4 out of the 9square units. That represents, to the nearest whole number, 4 $\\div$ 9 $\\times$ 100 = 44.\\%\\ $\\approx$ 44\\%\\ .",
                "Answers": [
                    "$44$"
                ],
                "ID": "126",
                "CCSS": "6.G.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "127": {
                "Domain": "PC",
                "Text": "If the probability that Christoph will get an A on a test is 0.25, what is the probability that he will get an A on the next two tests? Express your answer as a common fraction.",
                "Solution": "The probability that Christoph will get an A on the first test is 0.25 = 1/4. The probability that he will earn an A on the following test is also 1/4. Thus, the probability that Christoph will get an A on his next two tests is 1/4 $\\times$ 1/4 = 1/16.",
                "Answers": [
                    "$\\frac{1}{16}$"
                ],
                "ID": "127",
                "CCSS": "6.EE.5",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "128": {
                "Domain": "ME",
                "Text": "In the figure shown, point C is the midpoint of segment AD, and BC=「two-thirds」EC. If AD= 10 units, and the area of ∆CDE is 30 units2, how long is segment AB? Express your answer in simplest radical form.",
                "Solution": "Given that the area of right $\\triangle$CDE is 30 units2 and one leg has length 5 units, we can calculate that the length of the other leg, segment CE, must be 2 $\\times$30$\\div$ $5 = 12$ units. This means segment BC must be 2/3 $\\times 12 = 8$ units. We now have the two legs of right $\\triangle$ABC so, by the Pythagorean Theorem, the length of segment AB is $\\surd$(52 + 82) = $\\surd$(25 + 64) = $\\surd$89 units.",
                "Answers": [
                    "$\\surd(89)$"
                ],
                "ID": "128",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "129": {
                "Domain": "SSP",
                "Text": "Mandy had a box of chocolate malted milk balls. She ate 5 and gave her brother 3. Then she passed around the remaining milk balls to the 8 members of the math team. The first team member took 1, the second took 3, the third took 5, and so on, with each team member taking the next higher odd number of milk balls. There were just enough milk balls in the box for the last team member to take her correct amount. What was the original number of milk balls in Mandy's box?",
                "Solution": "The number of milk balls Mandy started with was $5 + 3 + (1 + 3 + 5 + 7 + 9 + 11 + 13 + 15)$. From the eight consecutive odd numbers, we notice four sums of 16. So, $5 + 3 + (1 + 15) + (3 + 13) + (5 +$ 11)+ $(7 + 9) = 8 + 4 \\times 16 = 8 + 64 = 72$ was the number of milk balls Mandy started with.",
                "Answers": [
                    "$72$"
                ],
                "ID": "129",
                "CCSS": "SMP",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.12"
    },
    {
        "Items": {
            "140": {
                "Domain": "PC",
                "Text": "If a room has 7 doors, in how many ways can a person enter through one door and exit through a different door?",
                "Solution": "For each of the 7 doors a person can enter through, there are 6 possible doors he can exit through. That's 7$\\times$ $6 = 42$ ways.",
                "Answers": [
                    "$42$"
                ],
                "ID": "140",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "133": {
                "Domain": "ME",
                "Text": "Two squares of side length 12 units overlap to form a 20 $\\times$ 12 rectangle, as shown. What is the area of the shaded triangle?",
                "Solution": "The vertical band where the two squares overlap must be $2 \\times 12 - 20 = 24 - 20 = 4$ units wide. That means the rectangular region on each side is 8 units by 12 units. The triangle must have an area of 1/2 $\\times 8 \\times 12 = 48$ units2.",
                "Answers": [
                    "$48$"
                ],
                "ID": "133",
                "CCSS": "7.G.6",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "132": {
                "Domain": "PS",
                "Text": "Grandpa has 18 coins in his pocket. Three of the coins are quarters and the rest are dimes and nickels. There are twice as many dimes in his pocket as nickels. What is the total value of the nickels and dimes in his pocket?",
                "Solution": "We can ignore Grandpa's three quarters and just think about the $18 - 3 = 15$ dimes and nickels. Because the coins are 2 parts dimes and 1 part nickels, there are 3 parts in all and each part must be $15 \\div 3 = 5$ coins. That means there are $2 \\times 5 = 10$ dimes and 5 nickels. The total value of these coins is $(10 \\times 0.10) + (5 \\times 0.05) = 1.00 + 0.25 =$ \\$1.25.",
                "Answers": [
                    "$1.25$"
                ],
                "ID": "132",
                "CCSS": "8.EE.8",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "131": {
                "Domain": "LO",
                "Text": "Each pair of numbers below can be combined using one of the operations addition, subtraction, multiplication or division to obtain the same result. What is the common result for the three pairs? Pair A: 6, 4 Pair B: 16, 8 Pair C: 36, 12",
                "Solution": "We can get 24 from each pair as follows: $6 \\times 4, 16 + 8$ and 36 - 12.",
                "Answers": [
                    "$24$"
                ],
                "ID": "131",
                "CCSS": "3.OA.8",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "137": {
                "Domain": "SG",
                "Text": "Gerard glues together 14 bricks to form the solid shown. Each brick is a cube with edge length 1 cm. Adjacent bricks are glued together so that faces entirely overlap. What is the surface area of Gerard's solid, including the bottom face?",
                "Solution": "Each square face of a cube is $1 \\times 1 = 1$ cm2. Therefore, we just need to count the square faces of the cubes to get the surface area. There are 8 squares on the left, 8 squares on the right, 10 squares in front, 10 squares in back, 7 squares on top and 7 squares on the bottom. That's 2$\\times$(8+10+ $7) = 2 \\times 25 = 50$ squares in all, giving us a total surface area of 50 cm2.",
                "Answers": [
                    "$50$"
                ],
                "ID": "137",
                "CCSS": "7.G.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "136": {
                "Domain": "PG",
                "Text": "What is the degree measure of the smaller angle formed by the minute hand and the hour hand of a clock at 3:30?",
                "Solution": "If we consider 12:00 to be 0° and move clockwise, then the number 3 is at 90° and the number 4 is at 120°. At 3:30, the hour hand will be halfway between these two measures, which is 105°. The minute hand will be on the 6, which is at 180°. The measure of the angle between the minute and hour hands is 180 - 105 = 75°.",
                "Answers": [
                    "$75$"
                ],
                "ID": "136",
                "CCSS": "4.MD.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "135": {
                "Domain": "PR",
                "Text": "An artist draws 20 pictures, one after the other, in 240 minutes. If she draws 3times as fast, how many pictures will the artist draw in 6 hours?",
                "Solution": "It takes the artist $240 \\div 20 = 12$ minutes to draw each picture. If she draws 3 times as fast, it will take 1/3 of the time per picture, or 4minutes per picture. Six hours is $6 \\times 60 = 360$ minutes. In 6 hours she can draw $360 \\div 4 = 90$ pictures.",
                "Answers": [
                    "$90$"
                ],
                "ID": "135",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "134": {
                "Domain": "NT",
                "Text": "The product of a set of distinct, positive integers greater than 1 is 84. What is the least possible sum of these integers?",
                "Solution": "The sets of distinct, positive integers with a product of 84 are {2, 42}, {2, 6, 7}, {2, 3, 14}, {3, 28}, {3, 4, 7}, {4, 21}, {6, 14} and {7, 12}. These sets have the sums 44, 15, 19, 31, 14, 25, 20 and 19, respectively. Thus, the least possible sum is 14.",
                "Answers": [
                    "$14$"
                ],
                "ID": "134",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "139": {
                "Domain": "SSP",
                "Text": "In how many ways can the numeral 20 be written as the sum of three distinct positive integers? (Note: $3 + 4 + 13$ and $13 + 3 + 4$ are to be considered the same.)",
                "Solution": "We can create an organized list such as the one shown here. There are $8 + 6 + 5 + 3 + 2$ =24 sets of three distinct positive integers shown here.",
                "Answers": [
                    "$24$"
                ],
                "ID": "139",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "138": {
                "Domain": "CG",
                "Text": "A line contains the points P(1, 3) and Q(17, 43). How many points on this line lie strictly between points P and Q and have two integer coordinates?",
                "Solution": "The slope of this line is (43 - 3)/(17 - 1) = 40/16 = 5/2. If we start at P(1, 3), we will land on another lattice point (a point with integer coordinates) every time we move up 5 units and right 2 units. If we make this move 8 times, we will land on Q(17, 43). So there must be 7lattice points between points P and Q.",
                "Answers": [
                    "$7$"
                ],
                "ID": "138",
                "CCSS": "8.F.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.13"
    },
    {
        "Items": {
            "146": {
                "Domain": "ME",
                "Text": "In rectangle ABCD, shown here, $\\angle$ACB measures 30° and CD=40mm. What is the area of rectangle ABCD? Express youranswer as a decimal to the nearest tenth.",
                "Solution": "By properties of 30-60-90 triangles the length of the longer leg is always $\\surd$3 times the length of the shorter leg. In this case CD = 40 mm, so AD = 40$\\surd$3 mm. Using the square root button on a calculator, we find that the area of rectangle ABCD is 40 $\\times$ 40$\\surd$3 = 1600$\\surd$3 $\\approx$ 2771.3 mm2.",
                "Answers": [
                    "$2771.3$"
                ],
                "ID": "146",
                "CCSS": "G-SRT.6",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "147": {
                "Domain": "AL",
                "Text": "In the game of Smitch, a quitch and two gritches are worth 20 points, whereas a gritch and twoquitches are worth 25 points. How many points is each gritch worth?",
                "Solution": "Let q represent a quitch and let g represent at gritch. We have $q + 2g = 20$ and $2q + g = 25$. Solving the first equation for q yields q=20-2g. We can substitute this expression for q in the second equation to obtain the following equation: 2(20 $- 2g) + g = 25$. Distributing the 2 and combining like terms, we get $40 - 3g = 25$. Subtracting 40 from each side, we get -3g = -15. Finally, dividing each side by -3, we have that each gritch is worth $g = 5$ points. Alternatively if we combine the two pieces of information provided in the problem, we get 3 quitches and 3 gritches that are worth 45 points. If three of each are worth 45 points, then one of each should be worth $45 \\div 3 = 15$ points. Comparing this to the first statement where 1 quitch and 2 gritches are worth 20 points, we can see that the extra gritch must be worth 5 points.",
                "Answers": [
                    "$5$"
                ],
                "ID": "147",
                "CCSS": "8.EE.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "144": {
                "Domain": "PF",
                "Text": "Paulo bought and then sold two bikes. He made a 30\\%\\ profit on the sale of the first bike and a 50\\%\\ profit on the second one. If Paulo's total profit was 45\\%\\, what was the ratio of his cost for the first bike to his cost for the second bike? Express your answer as a common fraction.",
                "Solution": "Let x be the cost of the first bike and y be the cost of the second bike. The profit on the first bike is 0.3x and the profit on the second bike is 0.5y. The sum of the profits is equal to a 45\\%\\ profit for both bikes, so we can write $0.3x + 0.5y =$ 0.45(x + y). Distributing on the right, we get $0.3x + 0.5y = 0.45x + 0.45y$, which can be simplified further to 0.05y=0.15x. We are looking for the ratio of the cost of the first bike to the cost of the second bike, so we solve for x/y and get 0.05/0.15 = 1/3.",
                "Answers": [
                    "$\\frac{1}{3}$"
                ],
                "ID": "144",
                "CCSS": "7.RP.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "145": {
                "Domain": "NT",
                "Text": "If each of the digits 2, 3, 4, 6, 7 and 8 is used exactly once to construct two three-digit numbers m and n, what is the smallest possible positive value of the difference m - n?",
                "Solution": "The best we can do in the hundreds place is to pick two numbers that differ by 1. There are four sets of these {8, 7}, {7, 6}, {4, 3} and {3, 2}. Then we want the least two-digit number with the greater hundreds digit and the greatest two-digit number with the lesser hundreds digit. For example, $823 - 764 = 59$ is pretty good, but we can do better with 723 - 684 or 426 - 387, which each yield 39.",
                "Answers": [
                    "$39$"
                ],
                "ID": "145",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "142": {
                "Domain": "PC",
                "Text": "A telephone number consists of a three-digit area code followed by a seven-digit local code. Neither the area code nor the local code may have a first digit of 0 or 1. If the codes 800, 888, 877 and 866 are toll-free codes and are not used as area codes, how many ten-digit telephone numbers are possible? Express your answer in scientific notation with four significant digits.",
                "Solution": "There are 8 possible digits for the first digit of the area code and then 10 possible digits for the next two digits of the area code. That's 8$\\times$10 $\\times 10 = 800$ possible area codes, but we have to subtract the 4 toll-free codes, so there are actually 796 possible area codes. For the local code, there are 8$\\times$106 = 8,000,000 possibilities. Multiplying 796 by 8,000,000, we see that the total number of possible ten-digit phone numbers is 6,368,000,000 = 6.368 $\\times$ 109.",
                "Answers": [
                    "$6.368 \\times$ 10^9$"
                ],
                "ID": "142",
                "CCSS": "7.SP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "143": {
                "Domain": "PG",
                "Text": "A regular hexagon is inscribed in a circle with a radius of 2 in, as shown. What is the area of the shaded region? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "The hexagon can be divided into six equilateral triangles with side lengths equal to the radius of the circle. To find the area of the shaded region, we will subtract the area of the six triangles from the area of the circle. Using the formula for the area of an equilateral triangle, the area of the hexagon is 6 $\\times$ (s2$\\surd$3)/4 = 6 $\\times$ (22$\\surd$3)/4 = 6$\\surd$3 in2. The area of the circle is $\\pi$ $\\times 22 = 4π$ in2. Subtracting 6$\\surd$3 from 4$\\pi$, we find that the area of the shaded region, to the nearest hundredth, is 2.17 in2.",
                "Answers": [
                    "$2.17$"
                ],
                "ID": "143",
                "CCSS": "7.G.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "141": {
                "Domain": "PF",
                "Text": "What number is 75\\%\\ of the positive difference between 40\\%\\ of 80 and 32\\%\\ of 75?",
                "Solution": "Although we speak in terms of percents on occasion, we compute with either the fraction or the decimal equivalent. Thus, 40\\%\\ of 80 can be expressed as 2/5 $\\times 80 = 2 \\times 16 = 32$ or $0.4 \\times 80 = 32$. Similarly, 32\\%\\ of 75 is 8/25 $\\times 75 = 8 \\times 3 = 24$ or $0.32 \\times 75 = 24$. The difference between these two numbers is $32 - 24 = 8$, and 75\\%\\ of 8 is 3/4 $\\times 8 = 6$ or $0.75 \\times 8 = 6$.",
                "Answers": [
                    "$6$"
                ],
                "ID": "141",
                "CCSS": "7.RP.3",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "150": {
                "Domain": "PG",
                "Text": "In trapezoid ABCD, shown here, diagonal $\\overline{AC}$ is extended to pointE. What is the degree measure of $\\angle$DAC?",
                "Solution": "Angle ACB is the supplement to $\\angle$BCE, so its measure is 180 - 105 = 75°. That leaves 180 - 75 - 75 = 30° for the measure of $\\angle$BAC. Since segments AB and DC are parallel, the measures of $\\angle$BAD and $\\angle$ADC must add up to 180°. If we let x represent the measure of $\\angle$DAC, we have (30+ $x) + 115 = 180$. Solving for x, we get $x = 180 - 115 - 30 =$ 35°.",
                "Answers": [
                    "$35$"
                ],
                "ID": "150",
                "CCSS": "8.G.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "148": {
                "Domain": "AL",
                "Text": "Sam leaves home at the same time each morning and drives directly to work. If his travel speed averages 30 mi/h, he will be 18 minutes late for work. If his travel speed averages 45mi/h, he will arrive 8 minutes early. What is the total number of miles between Sam's home and work?",
                "Solution": "Let t be the travel time, in hours, at 30 mi/h, and let d be the distance traveled, in miles. Since distance equals rate times time (d = rt), we have $d = 30t$. Since the second trip takes a total of 26 minutes less than the first trip, we can write d = 45(t - 26/60) for the second trip. The distance is the same going to work and coming home, so we can equate the two expressions, giving us 30t= 45(t - 26/60). Distributing on the right side, we get $30t = 45t -$ 1170/60. Solving for t, we get 15t = 1170/60 and then t = 78/60. In this form, we can see that it takes 78 minutes for Sam to drive to work at 30 mi/h, but we can also express this time as 13/10 hours. Driving at 30 mi/h for 13/10 hours, Sam travels 30 $\\times$ (13/10) $= 3 \\times 13 = 39$ mi from home to work.",
                "Answers": [
                    "$39$"
                ],
                "ID": "148",
                "CCSS": "8.EE.8",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "149": {
                "Domain": "NT",
                "Text": "How many subsets containing an odd number of elements does a set with 10 elements have?",
                "Solution": "Each element of a set can either be present or absent in a particular subset. That means a set of 10 elements must have 210 = 1024subsets, including the full set and the empty set. Of these, it would seem intuitive that half of the subsets should have an even number of elements and half should have an odd number of elements. That would be $1024 \\div 2 = 512$ subsets with an odd number of elements. We can confirm this by looking at the numbers on the tenth row of Pascal's triangle: 1, 10, 45, 120, 210, 252, 210, 120, 45, 10, 1. Let's agree that the 1 on the left represents the 1 subset that contains zero elements, then the 10 represents the 10 subsets that contain one element, etc. Then there are 10+120+ $252 + 120 + 10 = 512$ subsets that contain an odd number of elements. Consider this: Half of the subsets of a set contain an even number of elements and half contain an odd number of elements, even when the set contains an odd number of elements to begin with. Why?",
                "Answers": [
                    "$512$"
                ],
                "ID": "149",
                "CCSS": "S.CP.9",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.14"
    },
    {
        "Items": {
            "151": {
                "Domain": "NT",
                "Text": "On the number grid shown, Mara colored all of the positive multiples ofn. Once completed, there was exactly one colored square in each column. What is the sum of all possible values of n?",
                "Solution": "Since there are five columns on this particular table, we are looking for possible values of n that have exactly five multiples that are less than 36. That excludes numbers greater than 7. We know n is not 1 since every number on the table is a multiple of 1. If n is 2, 3, 4 or 5 there is more than one multiple of n in at least one column. If n is 6 or 7, however, we see that there is exactly one multiple of n in each column. So, Mara might have colored either the multiples of 6 or the multiples of 7, and the sum of all possible values of n is $6 + 7 = 13$.",
                "Answers": [
                    "$13$"
                ],
                "ID": "151",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "153": {
                "Domain": "AL",
                "Text": "What is the slope of a line perpendicular to the segment AB, which has endpoints A(-8.1, 4.9) and B(-7.6, 2.9)? Express your answer as a common fraction.",
                "Solution": "The slope of a perpendicular line is the negative reciprocal of the slope of the line to which it is perpendicular. The slope of the line passing through A(-8.1, 4.9) and B(-7.6, 2.9) is (2.9 - 4.9)/(-7.6 - (-8.1)) = -2/0.5 = -4. The slope of the perpendicular line is 1/4.",
                "Answers": [
                    "$\\frac{1}{4}$"
                ],
                "ID": "153",
                "CCSS": "G-GPE.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "152": {
                "Domain": "PC",
                "Text": "Two standard, six-sided dice are rolled. What is the probability that the positive difference between the numbers rolled is 1? Express your answer as a common fraction.",
                "Solution": "There are five possible positive differences of 1 when two dice are rolled, but each of them can happen in two ways. For example, if we roll a 6 on a red die and a 5 on a blue die, the positive difference is $6 - 5 = 1$, but we can also roll a 5 on the red die and a 6 on the blue die. The same goes for 5 - 4, 4 - 3, 3 - 2 and 2 - 1. In all, there are 10 ways to get a difference of 1 out of 36 possible outcomes when a pair of dice is rolled, so the probability is 10/36 = 5/18.",
                "Answers": [
                    "$\\frac{5}{18}$"
                ],
                "ID": "152",
                "CCSS": "7.SP.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "155": {
                "Domain": "PS",
                "Text": "A jousting tournament has 32 competitors in a single elimination bracket, shown here. The table shows the number of points awarded for each correctly predicted match outcome in the tournament. What is the maximum number of points that can be earned?",
                "Solution": "There are 16 Round 1 games worth 1 point each, for a total of 16 points. There are 8 Round 2 games worth 2 points each, for a total of $2 \\times 8 = 16$ points. There are 4 Round 3 games worth 4 points each, for a total of $4 \\times 4 = 16$ points. There are 2 Round 4 games worth 8 points each, for a total of $2 \\times 8 = 16$ points. Finally, there is 1 Round 5 game worth 16 points. That's $5 \\times 16 = 80$ points, in all.",
                "Answers": [
                    "$80$"
                ],
                "ID": "155",
                "CCSS": "7.NS.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "154": {
                "Domain": "NT",
                "Text": "Each of the digits 1 to 6 is placed in one of the boxes shown here to correctly complete the multiplication problem. What is the three-digit product?",
                "Solution": "The digit 5 plays a special role in this problem. First, for the value of the units place of the answer, since an even number times 5 produces a zero, which we don't have, and an odd number times 5 produces another 5, which we don't have, the 5 cannot be in the units place of any of the three numbers. Also, since we are only using the digits 1 through 6, our product will certainly be less than 500. This means the 5 can only be in the tens place of either the first factor or the product. With some trial and error, we eventually find 54$\\times$3 = 162, as shown.",
                "Answers": [
                    "$162$"
                ],
                "ID": "154",
                "CCSS": "7.NS.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "157": {
                "Domain": "PC",
                "Text": "How many paths from A to Z can be traced following line segments on this drawing if paths must be traced in a downward direction, with no retracing?",
                "Solution": "If we keep track of the number of ways to get to each intersection, we can simply add the numbers from the higher intersections to get the number for a new intersection, as shown. We get something that starts out like Pascal's triangle, but loses its symmetry where the line segment is missing. As the figure shows, there are 17 paths from A to Z.",
                "Answers": [
                    "$17$"
                ],
                "ID": "157",
                "CCSS": "S-CP.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "156": {
                "Domain": "SG",
                "Text": "The circumference of the base of a cone is triple the circumference of a cylinder with the same height. What is the ratio of the volume of the cylinder to the volume of the cone? Express your answer as a common fraction.",
                "Solution": "Since the circumference of the cone is triple the circumference of the cylinder, its radius must also be 3 times the radius of the cylinder. Let r be the radius of the cylinder. That means the radius of the base of the cone is 3r. The volume of a cylinder equals the product of the area of its base and its height. So the area of this cylinder is $\\pi$r2h. The volume of a cone is 1/3 of the product of the area of its base and its height. For the cone the volume is (1/3)$\\pi$(3r)2h = (1/3)$\\pi$9r2h = 3$\\pi$r2h. The ratio of the volume of the cylinder to the volume of the cone is then $\\pi$r2h/3$\\pi$r2h = 1/3.",
                "Answers": [
                    "$\\frac{1}{3}$"
                ],
                "ID": "156",
                "CCSS": "8.G.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "159": {
                "Domain": "PG",
                "Text": "In the figure, the square is inscribed in the smaller circle, which has a radius of 4in. The radius of the larger circle is 8 in. What is the total area of the shaded regions? Express your answer in terms of $\\pi$.",
                "Solution": "To get the area of the shaded regions, we will subtract the area of the small circle from the area of the big circle, and we will add the area of the square. The diagonal of the square is 8 units, so based on properties of 45-45-90 triangles, its side length must be 4$\\surd$2 units. The area of the shaded square is (4$\\surd$2)2 = 32 in2. Next we find the area of the large outer circle, with radius of length 8 in. So, the area of the outer circle is $\\pi$82= 64$\\pi$ in. The area of the inner circle with radius of length 4 in is $\\pi$42 = 16$\\pi$ in. So, the total area of the shaded regions is $64π - 16π + 32 =$ 48$\\pi$+32in2.",
                "Answers": [
                    "$48\\pi + 32$"
                ],
                "ID": "159",
                "CCSS": "7.G.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "158": {
                "Domain": "AL",
                "Text": "If 「x minus y over z minus y」= -2, what is the value of 「x minus z over y minus z」 ?",
                "Solution": "When a difference is reversed, we get the opposite result. We will start this solution by reversing the z - y in the denominator. We now have that (x - y)/(y $- z) = 2$. Multiplying each side of the equation by the quantity y - z yields x - y = 2(y - z). After distributing and adding y to each side, we have $x = 3y - 2z$. Now let's subtract z from each side to get $x - z = 3y - 3z$. When we factor out a 3 on the right side, the result is x - z = 3(y - z). Finally, dividing each side of the equation by the quantity y - z we see that (x - z)/(y $- z) = 3$.",
                "Answers": [
                    "$3$"
                ],
                "ID": "158",
                "CCSS": "A-REI.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "160": {
                "Domain": "PS",
                "Text": "In a tennis tournament, each of the 10 competitors plays each other player once. What is the maximum number of players who could end the tournament with a record of 7 or more wins?",
                "Solution": "Each of the 10 players plays 9 other players, which is $10 \\times 9 \\div 2 = 45$ matches. This means there must be 45 wins and 45 losses. If 6 people have 7 wins, that's 42 wins. It is not possible for the remaining 4 people to account for the corresponding 42 losses, since they only play a total of $4 \\times 9 = 36$ matches, and 6 of those are against each other. It is, however, possible for 5 players to have 7 or more wins.",
                "Answers": [
                    "$5$"
                ],
                "ID": "160",
                "CCSS": "7.NS.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.15"
    },
    {
        "Items": {
            "170": {
                "Domain": "PG",
                "Text": "In ΔABC, shown here, the measure of $\\angle$BCA is 90°, AC = 12 units and BC = 9units. If D is a point on hypotenuse $\\overline{AB}$ , such that AD = 5 units, what is the length of segment CD? Express your answer in simplest radical form.",
                "Solution": "The length of side AB must be 15 units, since 9-12-15 is a multiple of the 3-4-5 Pythagorean triple. If we draw segment DE parallel to segment AC, then $\\triangle$BED  $\\triangle$BCA, with the lengths of sides of $\\triangle$BED equal to 2/3 the lengths of the corresponding sides on $\\triangle$BCA. This means ED = 8 units. Now we can use the Pythagorean Theorem on right $\\triangle$DEC to find the length of segment CD as follows: x = $\\surd$(32 + 82) = $\\surd$(9 + 64) = $\\surd$(73)units.",
                "Answers": [
                    "$\\surd(73)$"
                ],
                "ID": "170",
                "CCSS": "G-SRT.5",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "168": {
                "Domain": "AL",
                "Text": "Andie bought 3 oldies CDs and 2 current CDs for \\$78. Deanne bought 2 oldies CDs and 3 current CDs for \\$82. What is the positive difference in the price of an oldie CD and the price of a current CD?",
                "Solution": "Andie and Deanne both bought 2 oldies CDs and 2 current CDs. The difference in their purchases was in the fifth CD they each bought. The difference in the prices of the fifth CD Andie and Deanne each purchased accounts for the difference in the total amount they paid, which is 82-78 = 4 dollars.",
                "Answers": [
                    "$4$",
                    "$4.00$"
                ],
                "ID": "168",
                "CCSS": "S-CP.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "169": {
                "Domain": "NT",
                "Text": "For how many positive integers containing no digit of zero is the sum of the digits equal to5?",
                "Solution": "The only one-digit number that meets these criteria is 5. For two-digit numbers we know that 1 and 4 have a sum of 5, as do 2 and 3. Thus, there are 4 two-digit numbers (14, 41, 23, 32) that meet these criteria. For three-digit numbers we can have any permutation of a 3 and two 1s or a 1 and two 2s. That's a total of 6 three-digit numbers (311, 131, 113, 221, 212, 122). For four-digit numbers we can have any permutation of a 2 and three 1s. There are 4 four-digit numbers (2111, 1211, 1121, 1112). Finally, 11,111 is the only five-digit number whose digits have a sum of 5. So, the total number of possible integers with a sum of digits equal to 5 and no digit of zero is $1 + 4 + 6 + 4 + 1 = 16$ integers.",
                "Answers": [
                    "$16$"
                ],
                "ID": "169",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "164": {
                "Domain": "GM",
                "Text": "The pages in a book are numbered from 1 to 363. How many times does the digit 3 appear as part of a page number of this book?",
                "Solution": "From 300 to 363, there are 64 integers with the digit 3 in the hundreds place. From 30 to 39, 130 to 139, 230 to 239 and 330 to 339 there are $4 \\times 10 = 40$ integers with a 3 in the tens place. Finally, from 3 to 363 there are 37 numbers with a 3 in the units place. That's $64 + 40 + 37 =$ 141times in all that the digit 3 is used.",
                "Answers": [
                    "$141$"
                ],
                "ID": "164",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "165": {
                "Domain": "PG",
                "Text": "How many squares can be formed on a 16-pin rectangular geoboard?",
                "Solution": "It is possible to make squares of five different sizes on a 16-pin geoboard. As shown, it is possible to form a total of 20 squares.",
                "Answers": [
                    "$20$"
                ],
                "ID": "165",
                "CCSS": "4.G.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "166": {
                "Domain": "SSP",
                "Text": "In a sequence of five positive integers, each term after the first term is determined by multiplying the preceding term by 1.5. If the median of the five terms is 36, what is the mean of the five terms? Express your answer as a decimal to the nearest tenth.",
                "Solution": "If 36 is the median, we know the numbers are arranged a1, a2, 36, a4, a5. We also know that (3/2) $a2 = 36$, so a2 = (2/3)36 and $a2 = 24$. That also means that a1 = (2/3)24 = 16. We also can determine that a4 = (3/2)36 = 54 and a5 = (3/2)54 = 81. Thus the five numbers are 16, 24, 36, 54 and 81. The sum is 211 and the mean is $211 \\div 5 = 42.2$.",
                "Answers": [
                    "$42.2$"
                ],
                "ID": "166",
                "CCSS": "6.SP.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "167": {
                "Domain": "NT",
                "Text": "The sum of Madison's age and 3 times Harper's age is 47 years. In 2 years Madison will be twice as old as Harper. How old is Harper?",
                "Solution": "Let m be Madison's age now and h be Harper's age now. Then the information given translates to the following: $m + 3h = 47$ and $m + 2 =$ 2(h+ 2). Solving the first equation for m, we get $m = 47 - 3h$. We can now substitute this into the second equation, which becomes $(47 - 3h) + 2 =$ 2(h + 2), which simplifies to $49 - 3h = 2h + 4$. Solving for h, we get $45 = 5h$, then $h = 9$. Harper must be 9 years old now.",
                "Answers": [
                    "$9$"
                ],
                "ID": "167",
                "CCSS": "7.EE.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "161": {
                "Domain": "ME",
                "Text": "A rectangular swimming pool, shown here, is surrounded by a concrete deck that is 5 ft wide. The length of the pool is 1.5 times its width, and its area is 216 ft2. What is the outside perimeter of the deck?",
                "Solution": "Let's say the width of the pool is x ft. Then the length of the pool is 1.5x ft. We know the area of the pool is 216 ft2, so we have x$\\times$1.5x= 216 $\\rightarrow$ 1.5x2 = 216. Dividing both sides by 1.5, we get $x2 = 144$ and we see that $x = 12$ ft. The pool is 12 ft by $1.5 \\times 12 = 18$ ft, so the outer edge of the deck forms a rectangle that is $5 + 12 + 5 = 22$ ft wide and $5 + 18 + 5 = 28$ ft long. So, the outside perimeter of the deck is $22 + 28 + 22 + 28 = 100$ ft.",
                "Answers": [
                    "$100$"
                ],
                "ID": "161",
                "CCSS": "7.G.6",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "162": {
                "Domain": "PS",
                "Text": "A subway arrives at the station every 25 minutes. A train arrives at the station every 45minutes. If the subway and the train each arrive at noon, at what time will they next arrive at the station together?",
                "Solution": "We need to find the least common multiple (LCM) of 25 and 45. Now, $25 = 5 \\times 5$ and $45 = 5 \\times 3 \\times 3$, so the LCM of the two numbers must be $5 \\times 5 \\times 3 \\times 3 = 225$. Dividing 225 by 60, we get 3 remainder 45, so it will be 3:45 pm when the subway and the train next arrive at the station together.",
                "Answers": [
                    "3:45"
                ],
                "ID": "162",
                "CCSS": "6.NS.4",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "163": {
                "Domain": "PR",
                "Text": "Working together, Tom and Dick can dig 3 holes in 6 hours. Knowing Tom digs twice as fast as Dick, how many hours would it take Tom, working alone, to dig 12 holes?",
                "Solution": "Since Tom digs twice as fast as Dick, in the 6 hours, Tom would dig 2 of the holes and Dick would dig the other hole. This means Tom can dig 1 hole every 3 hours. So, to dig 12 holes on his own, it would take Tom $3 \\times 12 = 36$ hours.",
                "Answers": [
                    "$36$"
                ],
                "ID": "163",
                "CCSS": "6.RP.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.16"
    },
    {
        "Items": {
            "180": {
                "Domain": "CG",
                "Text": "What is the area of the quadrilateral whose vertices are (4, -4), (-4, 2), (6, 7) and (10,-1)?",
                "Solution": "One way to find the area of this quadrilateral is to build a rectangle around it, as shown, and subtract the areas of the four right triangles that are not part of the shaded region. The rectangle would have an area of 11 $\\times$ 14 = 154units2. The areas of the four right triangles are (1/2) $\\times 5 \\times 10 = 25$ units2, (1/2) $\\times 4 \\times 8 = 16$ units2, (1/2) $\\times 3 \\times 6 = 9$ units2 and (1/2) $\\times 6 \\times 8 = 24$ units2. Thus, the area of the quadrilateral is $154 - (25 + 16 + 9 + 24) = 154 - 74 = 80$ units2.",
                "Answers": [
                    "$80$"
                ],
                "ID": "180",
                "CCSS": "6.G.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "179": {
                "Domain": "NT",
                "Text": "How many positive integer factors does 96 have?",
                "Solution": "Consider the prime factorization of $96 = 25 \\times 3$. So, any factor of 96 can contain at most five factors of 2. In other words, there could be 0, 1, 2, 3, 4 or 5 factors of 2 (six possibilities). Similarly, there are two possibilities for the number of the factors of 3. They are 0, 1. Using the Fundamental Counting Principle, we have that there are 6  $2 = 12$ positive integer factors. In general, we can add 1 to each exponent in the prime factorization and multiply the resulting values to get the number of positive integer factors of a number.",
                "Answers": [
                    "$12$"
                ],
                "ID": "179",
                "CCSS": "SMP",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "178": {
                "Domain": "PC",
                "Text": "Students were asked to vote for one of the five choices listed for the new school mascot. Based on this data, what is the probability that a student selected at random from those who voted will be a student who did not vote in favor of Grizzly Bear as the school mascot? Express your answer as a common fraction.",
                "Solution": "According to the table, a total of $68 + 12 + 24 + 44 + 52 = 200$ students voted. The number of students who did not vote for Grizzly Bear is 200- $68 = 132$ students. Thus, the probability that a randomly selected student did not vote in favor of Grizzly Bear is 132/200 = 33/50.",
                "Answers": [
                    "$\\frac{33}{50}$"
                ],
                "ID": "178",
                "CCSS": "7.SP.7",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "177": {
                "Domain": "SD",
                "Text": "For how many positive integers n is the mean of the set {9, 5, 10, 12, n} equal to its median?",
                "Solution": "The sum of the four known numbers of the set is $5 + 9 + 10 + 12 = 36$. The median has to be either 9 or 10. Even if n is the median, it must be 9 or 10. To get a mean of 9, we would need the numbers to have a sum of $5 \\times 9 = 45$, so n would have to be $45 - 36 = 9$. To get a mean of 10, the sum would need to be $5 \\times 10 = 50$, so n would have to be $50 - 36 = 14$. Those are the 2 integers for which the mean and the median of the set are equal.",
                "Answers": [
                    "$2$"
                ],
                "ID": "177",
                "CCSS": "6.SP.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "176": {
                "Domain": "AL",
                "Text": "A square measures 80 yd on a side. Bob and Rob begin running from the same corner. Bob runs along a side to an adjacent corner, and Rob runs along a diagonal to an opposite corner. They arrive at their respective corners at the same time. If Bob's speed was 8 mi/h, what was Rob's speed? Express your answer as a decimal to the nearest tenth.",
                "Solution": "Since r$\\times$ $t = d$, it follows that t = d/r. Bob ran 80 yd while Rob ran 80$\\surd$2yd, since the length of the hypotenuse of a square is $\\surd$2 times the length of the side. We know Bob's rate, and we know their times were equal. For Bob we have t = 80/8. For Rob we have t = 80$\\surd$2/r. Note that since the units for both fractions are identical, they are no longer relevant. Setting the two expressions equal to each other, we have 80/8=80$\\surd$2/r. Cross multiplying and solving for r, we get 80r = 8(80$\\surd$2) $\\rightarrow$ r = 8$\\surd$2 $\\approx$ 11.3 mi/h.",
                "Answers": [
                    "$11.3$"
                ],
                "ID": "176",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "175": {
                "Domain": "NT",
                "Text": "The four positive integers $P, Q, P + Q$ and P - Q are all prime and their sum is S. What is the value of S?",
                "Solution": "Since all primes greater than 2 are odd and the sum of two odds is even, one of our two primes must be 2. Also, since P - Q must be positive, the prime Q and not P has to be 2. Now, the difference between $P + 2$ and P - 2 is 4. There are infinitely many pairs of primes that are 4 apart, but we also need P to be prime. This means we need three consecutive odd primes, P - 2, P and $P + 2$. The only time this happens is with the primes 3, 5 and 7. After that, one of the three consecutive odds is always divisible by 3. Thus, the only possible value of S is $2 + 5 + 7 + 3 = 17$.",
                "Answers": [
                    "$17$"
                ],
                "ID": "175",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "174": {
                "Domain": "PG",
                "Text": "In the figure shown, circles P and Q are congruent, and the radius of circle O is twice that of each of the smaller circles. Circle P is tangent to rectangleABCD at the midpoint of $\\overline{AB}$ , and circle Q is tangent to rectangle ABCD at the midpoint of $\\overline{CD}$ . Circle O is tangent to each of the smaller circles and is tangent to two sides of rectangle ABCD. If the radius of circle O is 4 in, what is the total area of the shaded regions? Express your answer as a decimal to the nearest tenth.",
                "Solution": "The length of the rectangle is equal to the sum of the diameters of circle P, circle O and circle Q. The radius of circle O is 4 in, which means its diameter is $2 \\times 4 = 8$ in. The diameters of circle P and circle Q are each equal to the radius of circle O, which is 4 in. Thus, the length of the rectangle is $4 + 8 + 4 = 16$ in. The area of the rectangle is $16 \\times 8 = 128$ in2. From this, we will subtract the areas of the circles. We have two circles, each with an area of 4$\\pi$ in2, and one circle with an area of 16$\\pi$ in2. That's a total area of $8π + 16π = 24π$ in2 for the circles. So, the shaded area is about 128 - 24$\\pi$ $\\approx$ 52.6 in2.",
                "Answers": [
                    "$52.6$"
                ],
                "ID": "174",
                "CCSS": "7.G.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "173": {
                "Domain": "PF",
                "Text": "The price of a shirt was reduced by 20\\%\\. Including the 5\\%\\ sales tax, Cyndi paid \\$15.54 for the shirt. What was the original price of the shirt before the discount was applied?",
                "Solution": "When an item is marked 20\\%\\ off, the customer has to pay 100 - 20 = 80\\%\\ of the cost. Similarly, when a 5\\%\\ tax is added, the customer pays a total of 105\\%\\ of the price. In this case, Cyndi pays 105\\%\\ of 80\\%\\ of the cost, or $1.05 \\times 0.8 = 0.84 =$ 84\\%\\ of the original price. Dividing \\$15.54 by 0.84, we calculate that the original price of the shirt must have been \\$18.50.",
                "Answers": [
                    "$18.50$"
                ],
                "ID": "173",
                "CCSS": "7.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "172": {
                "Domain": "PG",
                "Text": "Isosceles triangle ABC, shown here, is inscribed in a circle, and base AB of the triangle is equal in length to the radius of the circle. What is the degree measure of $\\angle$C?",
                "Solution": "If we draw radii to points A and B from the center of the circle, as shown, then we have an equilateral triangle. The measureof 「arc AB」 is equal to the measure of its central angle, $\\angle$ADB, which equals 60 degrees. The measure of inscribed angle $\\angle$ACB is equal to halfthe measure of 「arc AB」. Therefore, the measure of $\\angle$ACB is $60 \\div 2 = 30$ degrees.",
                "Answers": [
                    "$30$"
                ],
                "ID": "172",
                "CCSS": "G-C.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "171": {
                "Domain": "NT",
                "Text": "Mollie has fewer than 100 pennies. If she puts the pennies in stacks of five, there are three pennies left over. If Mollie puts them in stacks of seven, there is one penny left over. If she puts them in stacks of three, there are no pennies left over. What is the total number of pennies Mollie has?",
                "Solution": "We know that the number of pennies Mollie has is a multiple of 3. We also know that when the number of pennies is divided by 5 the remainder is 3. Since multiples of 5 have a units digit of either 0 or 5, Mollie's total quantity of pennies must have a units digit of either $0 + 3 = 3$ or $5 + 3 = 8$. Let's consider the following multiples of 3 that end in 3 or 8: 18, 33, 48, 63, 78 and 93. Of these, only 78 is one more than a multiple of 7, so Mollie must have 78 pennies.",
                "Answers": [
                    "$78$"
                ],
                "ID": "171",
                "CCSS": "4.OA.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.17"
    },
    {
        "Items": {
            "190": {
                "Domain": "PR",
                "Text": "If the volume of an enlarged cube is 8 times the volume of the original cube, by what percent has the length of each edge increased?",
                "Solution": "When the edge length of a cube is doubled, the volume is 8 times as great because the doubling happens in all three dimensions. That is, if V= s3 and the side length increases to 2s, then we have (2s)3 = 23 $\\times$ s3 = 8s3 = 8V. The edge length must be increased by 100\\%\\ to achieve a cube that is 8 times the original cube's volume.",
                "Answers": [
                    "$100$"
                ],
                "ID": "190",
                "CCSS": "5.MD.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "182": {
                "Domain": "PG",
                "Text": "An isosceles triangle has two congruent sides of length 13 cm and a height of 5 cm. What is the area of the triangle?",
                "Solution": "To determine the area of the triangle, we need the length of its base, which is unknown. If we consider the height of 5 cm and half the base, we have a 5-12-13 right triangle. If half the base is 12 cm, the full base must be 24 cm. The area of the triangle is equal to (1/2)$\\times$ 24 $\\times$ 5 = 60cm2.",
                "Answers": [
                    "$60$"
                ],
                "ID": "182",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "183": {
                "Domain": "NT",
                "Text": "If n is an even integer such that $0 < n < 10$, what is the sum of all possible unit fractions of the form 1/n? Express your answer as a common fraction.",
                "Solution": "The even numbers between 0 and 10 are 2, 4, 6 and 8, so we are looking for the sum (1/2) + (1/4) + (1/6) + (1/8). The least common denominator is 24, so we get $(12 + 6 + 4 +$ 3)/24 = 25/24.",
                "Answers": [
                    "$\\frac{25}{24}$"
                ],
                "ID": "183",
                "CCSS": "7.NS.1",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "181": {
                "Domain": "PG",
                "Text": "The figure shown consists of a large square divided into nine smaller, congruent squares. If a rectangle is chosen at random from this figure, what is the probability that it is a square? Express your answer as a common fraction.",
                "Solution": "The table indicates the number of rectangles of varying dimensions contained in the figure. There are a total of 36 rectangles and 14 of them are squares. So the probability that a rectangle chosen at random is a square is 14/36 = 7/18.",
                "Answers": [
                    "$\\frac{7}{18}$"
                ],
                "ID": "181",
                "CCSS": "5.G.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "186": {
                "Domain": "PC",
                "Text": "How many different, positive four-digit integers, with no repeated digits, can be formed using the digits 0 through 9?",
                "Solution": "There are 9 choices for the first digit, since zero cannot be first. Then there are 9 choices for the second digit, 8 choices for the third and 7choices for the fourth. Using the Fundamental Counting Principle, we see that there are $9 \\times 9 \\times 8 \\times 7 = 4536$ different four-digit integers.",
                "Answers": [
                    "$4536$"
                ],
                "ID": "186",
                "CCSS": "7.SP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "187": {
                "Domain": "SG",
                "Text": "A right circular cylinder has a surface area of 160$\\pi$ cm2. If the height of the cylinder is twice the diameter of the base, what is the volume of the cylinder? Express your answer in terms of $\\pi$.",
                "Solution": "A right circular cylinder is made up of two circles, each with an area of $\\pi$r2, and a rectangle with an area of 2$\\pi$rh (circumference of a circular base $\\times$ height of the cylinder). Since the height of our cylinder is twice the diameter of the circle, it must be four times the radius. This means we can substitute 4r for h in the formula for the surface area. We proceed as follows: 160$\\pi$ = 2$\\pi$r2 + 2$\\pi$rh $\\rightarrow$ 160$\\pi$= 2$\\pi$r2+2$\\pi$r(4r) $\\rightarrow$ 160$\\pi$ = 2$\\pi$r2+8$\\pi$r2 $\\rightarrow$ 160$\\pi$ = 10$\\pi$r2. Dividing each side by 10$\\pi$, we have $16 = r2$, so $r = 4$ cm and $h = 4 \\times 4 = 16$ cm. The volume of the cylinder is the area of the base times the height, so we have V = $\\pi$r2h = $\\pi$ $\\times 42 \\times 16 = 256π$ cm3.",
                "Answers": [
                    "$256\\pi$"
                ],
                "ID": "187",
                "CCSS": "8.G.9",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "184": {
                "Domain": "AL",
                "Text": "The area of a particular rectangle is 2a2 - ab - b2 units2. If its width can be represented by the expression a - b, what is the length of the rectangle, in terms of a and b?",
                "Solution": "We know that for a rectangle A = lw. That means 2a2 - ab - b2 = l(a - b). When we factor the area, we get 2a2 - ab $- b2 = (a -$ b)(2a + b). Therefore, if the width is a - b, the length must be 2a + b.",
                "Answers": [
                    "$2a + b$"
                ],
                "ID": "184",
                "CCSS": "A-REI.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "185": {
                "Domain": "PS",
                "Text": "If Mike travels for 3 hours at a rate of 20 mi/h and then travels for 2 hours at a rate of 30mi/h, what is his average speed, in miles per hour?",
                "Solution": "Since $d = r \\times t$, we see that Mike first travels $3 \\times 20 = 60$ mi and then travels another $2 \\times 30 = 60$ mi, for a total distance of 120mi. He travels this distance in 5 hours, so Mike's average speed is $120 \\div 5 = 24$ mi/h.",
                "Answers": [
                    "$24$"
                ],
                "ID": "185",
                "CCSS": "6.EE.9",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "188": {
                "Domain": "AL",
                "Text": "Ben and Jerry each have a collection of toy animals. Ben collects only two-legged toy animals and Jerry collects only toy animals with four legs. Jerry has 10 more toy animals than Ben. There are 220 legs in their combined collections. How many toy animals does Jerry have?",
                "Solution": "Let b represent the number of animals in Ben's collection and j represent the number of animals in Jerry's collection. Since Jerry has 10 more animals than Ben, we have that $j = b + 10$. We also know that the total number of legs in both collections combined is 220 legs. So, 2b+ $4j = 220$. We can substitute the quantity $b + 10$ for j in this equation to get 2b + 4(b $+ 10) = 220$. Simplifying and solving for b, the result is $2b + 4b + 40 = 220 \\rightarrow 6b + 40 = 220 \\rightarrow 6b = 180 \\rightarrow b = 30$. Therefore, Jerry's collection contains $30 + 10 = 40$ toy animals.",
                "Answers": [
                    "$40$"
                ],
                "ID": "188",
                "CCSS": "A-SSE.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "189": {
                "Domain": "PC",
                "Text": "Five blue marbles and five green marbles are randomly arranged in a row. What is the probability that the marbles alternate in color? Express your answer as a common fraction.",
                "Solution": "There are 10! = 10 $\\times$ 9 $\\times$ 8 $\\times$ 7 $\\times$ 6 $\\times$ 5 $\\times$ 4 $\\times$ 3 $\\times$ 2 $\\times$ 1 = 3,628,800 ways to arrange ten distinct items in a row. In this problem, however, the blue and green marbles are not considered distinct, so we divide this product by the 5! $= 5 \\times 4 \\times 3 \\times 2 \\times 1 = 120$ ways that the blue marbles might be arranged and again by the 5! $= 5 \\times 4 \\times 3 \\times 2 \\times 1 = 120$ ways that the green marbles might be arranged. The result is 3,628,800/[(120)(120)] = 252 ways that the blue and green marbles can be arranged. Of these 252 arrangements, one has alternating colors starting with blue, and the other has alternating colors starting with green. The probability that the marbles are arranged with alternating colors is 2/252 = 1/126.",
                "Answers": [
                    "$\\frac{1}{126}$"
                ],
                "ID": "189",
                "CCSS": "S-CP.8",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.18"
    },
    {
        "Items": {
            "200": {
                "Domain": "SD",
                "Text": "The median of an ordered set of 11 integers is 35. In this set, the median of the first five integers is 29, and the median of the last five integers is 39. If the minimum and maximum values of the set are 12 and 52, respectively, what is the greatest possible value of the mean of this set?",
                "Solution": "The five integers that we have are often referred to as the minimum, lower quartile, median, upper quartile and maximum. In an ordered set of 11 integers, these values would be spaced out as follows: 12, __, 29, __, __, 35, __, __, 39, __, 52. We want to fill the blanks with six integers that will maximize the mean while not changing any of these five statistics. To maximize the mean, the 1st blank must be 29 since it's the largest integer that is greater than 12 but less than or equal to 29. Similarly, the 2nd and 3rd blanks must both be 35, since it's the largest integer that is greater than 29 but less than or equal to 35. Using the same reasoning, the 4th and 5th blanks should each be 39, and the final blank should be 52. This set of integers yields the greatest mean, which is [12 $+ (2 \\times 29) + (3 \\times 35) + (3 \\times 39) + (2 \\times$ 52)]/11 = 36.",
                "Answers": [
                    "$36$"
                ],
                "ID": "200",
                "CCSS": "6.SP.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "199": {
                "Domain": "CG",
                "Text": "What is the y-intercept of the line that contains the points (2, 0) and (4, -3)? Express your answer as an ordered pair.",
                "Solution": "The slope-intercept form of a linear equation is y = mx + b, where m is the slope and b is the y-intercept. The slope of the line containing points (2, 0) and (4, -3) is m = (-3 - 0)/(4 - 2) = -3/2. We can solve for b by using this slope and either one of the points and substituting these values for x, y and m in the equation. Using the point (2, 0), we get 0 = (-3/2) $\\times 2 + b$, which simplifies to 0 = -3 + b, and is $b = 3$. Therefore, the y-intercept is (0, 3).",
                "Answers": [
                    "(0, 3)"
                ],
                "ID": "199",
                "CCSS": "8.F.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "198": {
                "Domain": "NT",
                "Text": "Randolph's favorite positive integers each have three digits and obey the following rules: • All three digits are different. • The sum of the digits is 9. How many different favorite positive integers could Randolph have?",
                "Solution": "Instead of thinking about each of Randolph's favorite numbers as a whole, let us think of each digit separately. We are looking for three digits that have a sum of 9, with no two digits the same and the first digit can't be zero. Let us represent the sum of 9 with diamonds. We need to separate these diamonds into three different sections, so we need two partitions, as shown. No matter how we rearrange these diamonds and partitions, they will always correspond to one set of three numbers with a sum of 9. However, one diamond, indicated by the unfilled diamonds in the figure, must remain in the first partition and cannot be rearranged. It must remain there, so that the first number is at least 1. We can rearrange the remaining eight diamonds and two partitions. We must choose two places for the par-titions out of 10 total places, and the rest will be diamonds. We can do this in 10C2 ways, which is $10 \\times 9 \\div 2 = 45$ ways . However, we must remove the cases in which two of the numbers are the same. This happens when the digits are 117, 225 and 441, each of which can be rearranged in threeways, and when the digits are 333 and 900, each of which can be arranged in only one way. We need to subtract a total of 3+3 $+ 3 + 1 + 1 = 11$ ways from our initial 45ways, so our answer is $45 - 11 = 34$ integers.",
                "Answers": [
                    "$34$"
                ],
                "ID": "198",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "195": {
                "Domain": "PG",
                "Text": "In the equilateral triangle ABC, shown here, $\\overline{PM}$ $\\overline{BC}$ and $\\overline{PN}$ $\\overline{AC}$ . If AB=12 cm, what is the value of CM + CN?",
                "Solution": "Triangles BPM and APN are 30-60-90 right triangles, so the lengths of their respective hypotenuses are twice the lengths of their shorter legs. If BM = x, then BP = 2x. Similarly, if AN = y, then AP = 2y. We are told that AB = 12 cm, which means that $2x + 2y = 12$. This can be reduced to $x + y = 6$. The value of CM + CN is $(12 - x) + (12 - y)$, which can be rewritten as $24 - (x + y)$. Substituting 6 for $x + y$, we get that the value of CM+CN is $24 - 6 = 18$ cm, which does not depend on the location of point P.",
                "Answers": [
                    "$18$"
                ],
                "ID": "195",
                "CCSS": "G-SRT.6",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "194": {
                "Domain": "PR",
                "Text": "A spherical balloon contains 5 cubic meters of air. If it is inflated so that its diameter doubles, what will be the volume of air in the balloon?",
                "Solution": "The diameter is a linear dimension, whereas volume exists in three dimensions. Therefore, when the diameter of the balloon is doubled, the volume will be $2 \\times 2 \\times 2 = 8$ times as great. The original volume was 5 cubic meters of air, so the new volume is $5 \\times 8 = 40 m3$.",
                "Answers": [
                    "$40$"
                ],
                "ID": "194",
                "CCSS": "8.G.9",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "197": {
                "Domain": "PF",
                "Text": "Kathy ate one-eighth of the jelly beans in a jar, and Sue ate one-fifth of the rest. Pat ate twice as many jelly beans as Kathy and Sue combined, and then Drew ate the rest. What is the ratio of the number of jelly beans Drew ate to the number of jelly beans Pat ate? Express your answer as a common fraction.",
                "Solution": "Kathy ate 1/8 of the jelly beans, leaving 1 - (1/8) = 7/8 of the jelly beans in the jar. Sue ate (1/5) $\\times$ (7/8) = 7/40 of the jelly beans. Together Kathy and Sue ate (1/8) + (7/40) = (5/40) + (7/40) = 12/40 of the jelly beans. Pat ate twice this amount, 2 $\\times$ (12/40) = 24/40 of the jelly beans. That leaves 1 - [(12/40) + (24/40)] = (40/40) - (36/40) = 4/40 of the jelly beans, which Drew ate last. The ratio of the number of jelly beans Drew ate to the number Pat ate is (4/40)/(24/40) = 4/24 = 1/6.",
                "Answers": [
                    "$\\frac{1}{6}$"
                ],
                "ID": "197",
                "CCSS": "7.NS.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "196": {
                "Domain": "ME",
                "Text": "A right triangle is formed by the sides of three squares, as shown. The side length of the square labeled K is 7 cm, and the side length of the square labeled L is 2 cm. What is the area of the square labeled J?",
                "Solution": "Using properties of right triangles, we can determine the area of the square labeled J. If we let j represent the side length of the square labeled J, then its area is j 2. From the Pythagorean Theorem, we know that $j 2 + 22 = 72$. That means the area of the square labeled J is $j 2 = 72 - 22 = 49 - 4 = 45$ cm2.",
                "Answers": [
                    "$45$"
                ],
                "ID": "196",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "191": {
                "Domain": "GM",
                "Text": "How many factors of 2940 are perfect squares?",
                "Solution": "The prime factorization of 2940 is 2 $\\times$ 2 $\\times$ 3 $\\times$ 5 $\\times$ 7 $\\times$ 7. The 4 perfect square factors of 2940 are 1, 2 $\\times$ 2, 7 $\\times$ 7 and 2 $\\times$ 2 $\\times$ 7 $\\times$ 7, also known as 1, 4, 49 and 196.",
                "Answers": [
                    "$4$"
                ],
                "ID": "191",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "193": {
                "Domain": "AL",
                "Text": "For what value of x does 218 = ?",
                "Solution": "We can see that 218 = 2(2 $\\times$ 9) = (22)9 = 49. We also can see that (1/4)x = (4-1)x = 4-x. So if 49 = 4-x, then 9 = -x, and x = -9.",
                "Answers": [
                    "$9$"
                ],
                "ID": "193",
                "CCSS": "N-RN.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "192": {
                "Domain": "PC",
                "Text": "Michael will throw three darts that will hit the dartboard shown. His total score will be the sum of the scores for the three hits. How many different total scores could Michael earn?",
                "Solution": "If Michael hits the same region with all three darts, the possible scores are $1 + 1 + 1 = 3$, $5 + 5 + 5 = 15$ and $10 + 10 + 10 = 30$. If he hits one region twice and another region once, the possible scores are $1 + 1 + 5 = 7$, $1 + 1 + 10 = 12$, $5 + 5 + 1 = 11$, $5 + 5 + 10 = 20$, $10 + 10 + 1 = 21$ and 10 +10 $+ 5 = 25$. Finally, there is only one score if the three darts hit the three different regions: $1 + 5 + 10 = 16$. That's 10 different total scores Michael could earn.",
                "Answers": [
                    "$10$"
                ],
                "ID": "192",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.19"
    },
    {
        "Items": {
            "201": {
                "Domain": "SG",
                "Text": "A rectangular prism has a volume of 720 cm3 and a surface area of 666 cm2. If the lengths of all its edges are integers, what is the length of the longest edge?",
                "Solution": "This problem may require some exploration. The prime factorization of 720 (the volume) is 24 $\\times$ 32 $\\times$ 51. This number has $5 \\times 3 \\times 2 = 30$ factors, so there are a lot of possible sets of three integer side lengths for the rectangular prism. Let's suppose the edge lengths are a, b and c. Then, using the surface area formula, we have 666 = 2ab + 2ac + 2bc. Dividing both sides of this equation by 2 yields the equation 333=ab+ac+bc. Now we have to select the values for our edge lengths a, b and c from the prime factors of 720 so that this equation is true. The fact that 333 is odd is very helpful. This means that one of the products ab, ac or bc is odd (they can't all three be odd), which in turn means that two of the three edge lengths must be odd. This narrows our search considerably. We should try such triplets as 3-5-48, 5-9-16 and 3-15-16. It turns out that 3-15-16 works, since $3 \\times 15 \\times 16 = 720$ and $(3 \\times 15) + (3 \\times 16) + (15 \\times 16) = 45 + 48 + 240 = 333$. Thus, the longest edge length of the rectangular prism is 16 cm.",
                "Answers": [
                    "$16$"
                ],
                "ID": "201",
                "CCSS": "6.G.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "203": {
                "Domain": "PG",
                "Text": "Point D is located in the interior of $\\triangle$ABC, as shown. What is the ratio of the area of quadrilateral ACBD to the area of $\\triangle$ABD? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "Let's suppose that AB = 1 unit. Then, by properties of 30-60-90 right triangles, the altitude of $\\triangle$ABC is $\\surd$3/2 units, which makes its area equal to (1/2) $\\times$ 1 $\\times$ ($\\surd$3/2) = $\\surd$3/4 units2. By properties of 45-45-90 right triangles, the altitude of $\\triangle$ABD is 1/2 unit and its area is (1/2) $\\times$ 1 $\\times$ (1/2) = 1/4 units2. The area of quadrilateral ACBD is the difference between these two areas, which is ($\\surd$3/4) - (1/4) = ($\\surd$3 -1)/4 units2. The desired ratio is [($\\surd$3-1)/4]/(1/4) = [($\\surd$3-1)/4] $\\times$ 4 = ($\\surd$3-1) $\\approx$ 0.73, to the nearest hundredth.",
                "Answers": [
                    "$0.73$"
                ],
                "ID": "203",
                "CCSS": "6.G.1",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "202": {
                "Domain": "SD",
                "Text": "Marco's average score for all 14 quizzes this semester was 81. If Marco had an average score of 75 for his first 10 quizzes this semester, what was the average score for his last 4 quizzes?",
                "Solution": "The sum of all 14 of Marco's quiz scores must equal 14 times his quiz average, which is $14 \\times 81 = 1134$. Similarly, the sum of his first 10 quiz scores is $10 \\times 75 = 750$. The sum of the last 4 quiz scores must be $1134 - 750 = 384$. If the sum of his scores on the last 4 quizzes is 384, his average on the last 4 must be $384 \\div 4 = 96$.",
                "Answers": [
                    "$96$"
                ],
                "ID": "202",
                "CCSS": "6.SP.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "205": {
                "Domain": "NT",
                "Text": "Letters have been substituted for digits in the equation ATE + AT = ROYS. Each distinct letter represents a unique digit. No two distinct letters represent the same digit. If T is odd, S is prime and E>T, what is the value of the sum A+T+E+ O?",
                "Solution": "When two digits are added, the most that can ``carry'' from one place value to the next is 1. This means that R must be 1. Also, we can see that A must be 9 to get us to a four-digit sum. Since $A = 9$ and we carry a 1, the hundreds digit of the sum must be 0. In the units place, we find that we cannot allow a carry, since that would make $T = Y$. Therefore, we need an E and a T with a sum of 2, 3, 5 or 7. We soon see that sums of 2 and 3 don't work. Then no combination to make 5 works. Eventually we see that E= $4, T = 3$ and $S = 7$ works. Now we have the sum as shown. The desired value is A+ $T + E + O = 9 + 3 + 4 + 0 = 16$.",
                "Answers": [
                    "$16$"
                ],
                "ID": "205",
                "CCSS": "SMP",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "204": {
                "Domain": "CG",
                "Text": "The endpoints of a diameter of a circle are (-3, -2) and (11, -10). What are the coordinates of the center of the circle?",
                "Solution": "The center of a circle is at the midpoint of any diameter. If we take the average of the x-coordinates and the average of the y-coordinates, we get the midpoint of the segment. So, x = (-3 + 11)/2 = 8/2 = 4 and y = (-2 + -10)/2 = -12/2 = -6. Thus, the center is at (4, -6).",
                "Answers": [
                    "(4, -6)"
                ],
                "ID": "204",
                "CCSS": "G-GPE.6",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "207": {
                "Domain": "CG",
                "Text": "The line y = kx intersects the line that passes through points A(5, 0) and B(0, 2) at a point P such that AP:PB = 1:2. What is the value of k? Express your answer as a common fraction.",
                "Solution": "The location of point P on the line that passes through points A(5, 0) and B(0, 2) must be 1/3 of the distance from point A to point B, so as to partition segment AB in a 1:2 ratio. The x-coordinate of P must be 5 - [(1/3) $\\times$ 5] = 15/3 - 5/3 = 10/3, and the y-coordinate must be 0 + [(1/3)$\\times$2] = 2/3, so the coordinates of point P are (10/3, 2/3). Now we can substitute these values into the equation y = kx to solve for k. We get k = y/x = (2/3)/(10/3) = 2/10 = 1/5.",
                "Answers": [
                    "$\\frac{1}{5}$"
                ],
                "ID": "207",
                "CCSS": "8.F.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "206": {
                "Domain": "PR",
                "Text": "In a survey of ninth-graders, 8 students reported that they have attempted a marathon. Of those 8 students, 2 reported that they actually completed a marathon. If 2.5\\%\\ of the ninth-graders surveyed completed a marathon, how many ninth-graders were surveyed?",
                "Solution": "If the 2 students who completed a marathon are 2.5\\%\\ of the population, then there are a total of $2 \\div 0.025 = 80$ ninth-graders.",
                "Answers": [
                    "$80$"
                ],
                "ID": "206",
                "CCSS": "6.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "209": {
                "Domain": "PF",
                "Text": "At the first store Arlene visited, she spent 40\\%\\ of her money plus \\$4. At the second store she spent 50\\%\\ of her remaining money plus \\$5. At the third store Arlene spent 60\\%\\ of her remaining money plus \\$6. When Arlene finished shopping at the three stores, she had \\$2 left over. How many dollars did she have when she started shopping?",
                "Solution": "Let's work this problem backward. After Arlene finished shopping at the three stores, she had \\$2 left over. Before she spent the \\$6 at the third store, she must have had \\$8. This \\$8 must have been the other 40\\%\\ that was left after she spent 60\\%\\ of her money, so she must have had \\$8 $\\div$ 0.4= \\$20 when she left the second store. Before she spent the \\$5 at the second store, she must have had \\$25. This \\$25 was the other 50\\%\\ that was left after she spent 50\\%\\ of her money, so she must have had \\$25 $\\div$ 0.5 = \\$50 when she left the first store. Before she spent the \\$4 at the first store, she must have had \\$54. This \\$54 was the 60\\%\\ that was left after she spent the first 40\\%\\ of her money, so she must have started with 54$\\div$0.6 =90 dollars.",
                "Answers": [
                    "$90$",
                    "$90.00$"
                ],
                "ID": "209",
                "CCSS": "6.RP.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "208": {
                "Domain": "ME",
                "Text": "The shape shown is formed by a circle with radius of length r units and two smaller semicircular regions, each with diameter of length r units. What is the perimeter of the shaded portion of the large circle? Express your answer in terms of r and $\\pi$.",
                "Solution": "The perimeter of the whole shaded portion is half the circumference of the circle with radius of length r units plus the circumference of two halves of the circles with diameter of length r units. This amounts to [(1/2) $\\times$ ($\\pi$ $\\times$ 2r)] + [2 $\\times$ (1/2) $\\times$ ($\\pi$ $\\times$ r)] = $\\pi$r + $\\pi$r = 2$\\pi$r units.",
                "Answers": [
                    "$2\\pi r$"
                ],
                "ID": "208",
                "CCSS": "7.G.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "210": {
                "Domain": "SSP",
                "Text": "Judith received a gift on the first day of the year and every sixth day after that. Mort received a gift on the fourth day of the year and every fifth day after that. Kale received a gift on the ninth day of the year and every fourth day after that. On how many days during the year did all three receive a gift on the same day?",
                "Solution": "The first day on which Judith, Mark and Kelly all received a gift was the 49th day of the year. Since the least common multiple of 6, 5 and 4 is 60, they all received a gift every 60 days after that. We can add 60 to 49 five times to arrive at the 349th day of the year. So, including the first time, there were a total of 6 days in the year when all three received a gift.",
                "Answers": [
                    "$6$"
                ],
                "ID": "210",
                "CCSS": "6.NS.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.20"
    },
    {
        "Items": {
            "216": {
                "Domain": "AL",
                "Text": "What is the coefficient of x 2y 2z 2 in the expansion of $(x + y +$ z)6?",
                "Solution": "Writing the complete expansion of $(x + y +$ z)6 would be quite tedious, but we don't need the complete expansion. We only need the coefficient of the x2y2z 2 term. Let's conceptualize this a bit and try to approach the problem strategically. If we write out $(x + y +$ z)6 as $(x + y +$ z)(x+ y + z)(x + y + z)(x + y + z)(x + y + z)(x $+ y + z)$, we can see a way to restate the problem. We want to know how many ways we can choose two xs, two ys and two zs from the six sets of parentheses, because all of these will be like terms that combine to make the total number of x 2y2z 2 terms. There are ``6 choose 2'' ways to pick two xs then ``4 choose 2'' ways to pick two ys, and then the two zs are forced to be from the remaining sets of parentheses. Thus, the coefficient of the x 2y 2z 2 term in the expansion is 6C2 $\\times$ 4C2 $\\times$ 2C2 $= 15 \\times 6 \\times 1 = 90$.",
                "Answers": [
                    "$90$"
                ],
                "ID": "216",
                "CCSS": "A-APR.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "217": {
                "Domain": "PC",
                "Text": "A two-digit positive integer is randomly selected. What is the probability that the units digit is a multiple of the tens digit? Express your answer as a common fraction.",
                "Solution": "There are 90 two-digit integers from 10 to 99. If we consider zero to be a multiple of any whole number, then we can count all 10 integers in the teens, all even integers in the twenties, all multiples of 3 in the thirties, etc. There are $10 + 5 + 4 + 3 + 2 + 2 + 2 + 2 + 2 =$ 32integers with a units digit that is a multiple of the tens digit. The probability that such an integer is randomly selected is 32/90 = 16/45.",
                "Answers": [
                    "$\\frac{16}{45}$"
                ],
                "ID": "217",
                "CCSS": "7.SP.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "214": {
                "Domain": "LO",
                "Text": "The lines in the grid shown indicate ``sight lines.'' A soldier standing at one location can see a soldier standing at another location only if the soldiers are on the same sight line. Two soldiers are located at C1 and F2, respectively. What are the locations of two other soldiers if none of the four soldiers are able to see any of the others?",
                "Solution": "If we cross out all locations that are on the sight lines for each of the soldiers already placed, we are left with locations A5, B4 and E5. Location A5 shares a sight line with both B4 and E5, so we can't use that location. Thus, the two other soldiers can only be at locations B4 and E5.",
                "Answers": [
                    "E5, B4",
                    "B4, E5"
                ],
                "ID": "214",
                "CCSS": "SMP",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "215": {
                "Domain": "PG",
                "Text": "A right triangle has legs of length 3/2 units and 20/3 units. If the triangle has a perimeter of xunits and an area of y units2, what is the value of x2 - y2?",
                "Solution": "Using the Pythagorean Theorem, we can find the length of the hypotenuse, h, of our right triangle as follows: h2 = (3/2)2 + (20/3)2$\\rightarrow$ h2 =9/4+ 400/9 $\\rightarrow$ h2 = 81/36 + 1600/36 $\\rightarrow$ h2 = 1681/36 $\\rightarrow$ h = $\\surd$(1681/36) $\\rightarrow$ h = 41/6 units. For the perimeter of the triangle, we have x=3/2+20/3+41/6 = 9/6+ 40/6 + 41/6 = 90/6 = 15 units. For the area of the triangle, we have y = (1/2) $\\times$ (3/2) $\\times$ (20/3) = 5 units2. Thus, the value of x2 - y2 is $152 - 52 = 225 - 25 = 200$.",
                "Answers": [
                    "$200$"
                ],
                "ID": "215",
                "CCSS": "8.G.7",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "212": {
                "Domain": "SSP",
                "Text": "The first term in a sequence is 5, and each subsequent term in the sequence is the units digit of 2 more than the square of the preceding term. What is the 100th term in the sequence?",
                "Solution": "Now $52 + 2 = 25 + 2 = 27$, which has a units digit of 7. Then $72 + 2 = 49 + 2 = 51$, which has a units digit of 1. Next we have $12 + 2 = 1 + 2$ =3, which has a units digit of 3. Finally, $32 + 2 = 9 + 2 = 11$, which has a units digit of 1. So we can see that after the first two terms, the sequence alternates between 1 and 3, with 1 for the odd-numbered terms and 3 for the even-numbered terms. Since 100 is even, we can conclude that the 100th term in the sequence is 3.",
                "Answers": [
                    "$3$"
                ],
                "ID": "212",
                "CCSS": "F-BF.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "213": {
                "Domain": "PS",
                "Text": "Seventy-eight students participate in one or more of three sports: baseball, tennisand golf. Four students participate in all three sports. Five students play only baseball and golf. Two students play only tennis and golf. Three students play only baseball and tennis. If seven students play only tennis, and one student plays only golf, what is the total number of students who play only baseball?",
                "Solution": "If we place all the given numbers in the appropriate regions of a Venn diagram such as the one shown here, we see that the only unknown quantity is the number of students who participate in baseball only. Therefore, we can subtract the sum of the other regions from 78 to obtain this quantity. Together the other regions have a sum of $3 + 7 + 4 + 2 + 5 + 1 = 22$. That means the other 78-22 = 56 students must play baseball only.",
                "Answers": [
                    "$56$"
                ],
                "ID": "213",
                "CCSS": "SMP",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "211": {
                "Domain": "PF",
                "Text": "A total of 1500 middle school students were surveyed. The results showed that 1/4 of the students have a pet living in their homes, 1/5 have a grandparent living in their homes and 1/3 have a baby living in their homes. What is the least possible number of students who have nopets, grandparents or babies living in their homes?",
                "Solution": "According to the survey, 1/4 + 1/5 + 1/3 $= (15 + 12 +$ 20)/60 = 47/60 of the students have at least one pet, grandparent or baby living in their homes. The other 1 - 47/60 = 60/60 - 47/60 = 13/60 of the students have no pets, grandparents or babies living in their homes. Therefore, the least possible number of students who have none of these living in their homes is 13/60$\\times$1500 = 325 students.",
                "Answers": [
                    "$325$"
                ],
                "ID": "211",
                "CCSS": "7.NS.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "218": {
                "Domain": "NT",
                "Text": "In Quaternion, the coin with the least value is the qua. Four quas equal one quab, four quabs equal one quac, four quacs equal one quad, four quads equal one quae and four quaes equal one quaf. What is the least number of coins that have a combined value of 2012 quas?",
                "Solution": "The country of Quaternion seems to use a base four system for its coins. We can use the last letter of each coin name to specify their values as follows: $a = a$, b = 4a, c = 16a, d = 64a, e = 256a and f = 1024a. To come up with a value of 2012 quas in the fewest coins, we will write 2012 as a sum of these powers of 4 and then convert to the letters and the coins. We see that $2012 = 1024 + (3 \\times 256) + (3 \\times 64) + 16 + (3 \\times 4) =$ f+ $3e + 3d + c + 3b$. A citizen of Quaternion could make 2012 quas with 11 coins---1 quaf, 3 quaes, 3 quads, 1 quac and 3 quabs.",
                "Answers": [
                    "$11$"
                ],
                "ID": "218",
                "CCSS": "6.RP.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "219": {
                "Domain": "NT",
                "Text": "How many different pairs of numbers (m, n) can be formed using numbers from the list of integers {1, 2, 3, $\\ldots$ , 99, 100} such that $m < n$ and $m + n$ is even?",
                "Solution": "The values of m and n must both be even or both be odd. If we consider all pairs of (m, n) with $m < n$ and both even, we get a triangular arrangement, as shown. There will be 49 ordered pairs along the bottom row, so there are 49$\\times$ $50 \\div 2 = 1225$ even pairs. There will also be 1225 odd pairs, so there are $2 \\times 1225 = 2450$ pairs, in all.",
                "Answers": [
                    "$2450$"
                ],
                "ID": "219",
                "CCSS": "7.SP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "220": {
                "Domain": "PG",
                "Text": "In the figure shown, right angles are as marked, AG = 4 units and FG = FE. If FG:DE:CB= 1:2:3, what is the length of $\\overline{CE}$ ?",
                "Solution": "Triangles AFG, ADE and ACB each have a 90° angle and share angle A, so the third angle of each triangle must be congruent. Therefore, $\\triangle$AFG, $\\triangle$ADE and $\\triangle$ACB are all similar. This means that the ratios of corresponding sides are equal. In particular, AG:GF = AE:ED = AB:BC, so 4/x = AE/2x = AB/3x, and therefore, we know that AE = 8 units and AB=12units. We need to find the value of x. A key step is to notice that quadrilateral DEFG is a kite, so DG = DE = 2x units. Thus, AD $= 4 + 2x$ units. We also have that AD=$\\surd$(82+(2x)2) = $\\surd$(64 + 4x2) units. To solve the equation $4 + 2x =$ $\\surd$(64 + 4x2), we square both sides, which gives us 16+16x + 4x2 = 64 + 4x2. Subtracting 4x2 from both sides, we get $16 + 16x = 64$, which means that $16x = 48$ and x =3. Now we can determine that $\\triangle$AFG is a 3-4-5 right triangle and BC = 9. Since we know AB = 12, we can determine that $\\triangle$ACB is a 9-12-15 right triangle. Because CA = 15, EF = 3 and AF = 5, we know CE $= 15 - 3 - 5 = 7$ units.",
                "Answers": [
                    "$7$"
                ],
                "ID": "220",
                "CCSS": "G-SRT.5",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.21"
    },
    {
        "Items": {
            "230": {
                "Domain": "PF",
                "Text": "Ms. Robinson gives the following homework assignment: You must write an essay by tomorrow. You may work alone or in boy-girl pairs. As it turned out, 2/3 of the boys and 3/5 of the girls worked in pairs. What portion of the class worked alone? Express your answer as a common fraction.",
                "Solution": "Two-thirds of the boys must be the same number as 3/5 of the girls, since they were paired up. Let's find a common numerator for 2 and 3. That would be 6, so 2/3 = 6/9 and 3/5 = 6/10. Since 6 out of 9 parts of the boy population were paired with 6 out of 10 parts of the girl population, the total population had to be $9 + 10 = 19$ parts. Thus, 12/19 students chose to work with a partner, leaving 7/19 of the class, to work alone.",
                "Answers": [
                    "$\\frac{7}{19}$"
                ],
                "ID": "230",
                "CCSS": "7.NS.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "229": {
                "Domain": "AL",
                "Text": "A cruise ship must average 22 mi/h for 10 hours to make its next port on schedule. During the first 4 hours, bad weather caused it to reduce its speed to 16 mi/h. What should its speed be for the remainder of the trip to make it to the next port on schedule?",
                "Solution": "The cruise ship has to go $22 \\times 10 = 220$ mi between ports. In the first 4 hours, it only went $4 \\times 16 = 64$ mi, so it still has to go 220- 64 = 156mi. To go 156 mi in 6 hours, its speed should be 156/6 = 26 mi/h.",
                "Answers": [
                    "$26$"
                ],
                "ID": "229",
                "CCSS": "6.EE.9",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "228": {
                "Domain": "PG",
                "Text": "Using five identical index cards, the following structure can be created on a flat, level surface. What is the sum of the two marked angles on the side view of this construction?",
                "Solution": "The three index cards in the center of the structure form an equilateral triangle, so the angles must each measure 60°. Since the structure rests on a flat, level surface, the angles on either side of the 60° angle in the middle must add up to 180 - 60 = 120°. If we let the measure of one of the angles be a and the measure of the other angle be b, then we know that $a + b =$ 120°. Also, since all the index cards are the same length, the triangles on the left and right must each be isosceles. This means we have another angle of a degrees in the left triangle and another angle of b degrees in the right triangle. The sum of the angles of any triangle is always 180°, so the sum 2a $+ x + 2b + y = 2 \\times 180$. This can be rewritten as 2(a $+ b) + x + y = 360$. Substituting 120 for $a + b$, we get $240 + x + y = 360$, so $x + y =$ 120°.",
                "Answers": [
                    "$120$"
                ],
                "ID": "228",
                "CCSS": "8.G.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "227": {
                "Domain": "SG",
                "Text": "What is the maximum number of 3\" $\\times$ 1\" $\\times$ 1\" blocks that will fit into a box with interior dimensions of 5\" $\\times$ 5\" $\\times$ 10\"?",
                "Solution": "One configuration that shows the maximum number of 3\" $\\times$ 1\" $\\times$ 1\" blocks that will fit in a box with dimensions 5\" $\\times$ 5\" $\\times$ 10\" is 83 blocks is given. Let's consider ten 5\" $\\times$ 5\" $\\times$ 1\" layers as shown: Note there is only one 1\" $\\times$ 1\" $\\times$ 1\" section of the box that remains unfilled. Squares containing a ♦ in the center of layers 2, 3 and 4 represent one block in the center that passes through each of these three layers. The same is true for layers 5, 6 and 7, and layers 7, 8 and 9.",
                "Answers": [
                    "$83$"
                ],
                "ID": "227",
                "CCSS": "7.G.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "226": {
                "Domain": "SD",
                "Text": "Mrs. Garcia allowed each student in her class to drop the lowest of their five test scores. When Matt dropped the lowest of his test scores, a 60, his test average increased by 5 points. What is Matt's new test average?",
                "Solution": "Let's say Matt's average for the five tests is x. Then the new average is (5x - 60) $\\div$ 4, which we are told is 5 more than the old average, or x+5. Now we have the equation $(5x - 60) \\div 4 = x + 5$. Multiplying both sides of the equation by 4, we get $5x - 60 = 4x + 20$. Simplifying, we get x=80, which is the old average. Therefore, the new average is $80 + 5 = 85$ points.",
                "Answers": [
                    "$85$"
                ],
                "ID": "226",
                "CCSS": "6.SP.5",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "225": {
                "Domain": "PC",
                "Text": "A 4-person dance team composed of 2 boys and 2 girls is to be selected from a group of 8girls and 11 boys. How many different dance teams are possible?",
                "Solution": "There are ``8 choose 2'' ways to choose the 2 girls, which yields $8 \\times 7 \\div 2 = 28$ pairs of girls. Similarly, there are ``11 choose 2'' ways to choose the 2 boys, which is $11 \\times 10 \\div 2 = 55$ pairs of boys. Each of the 28 pairs of girls can be matched with each of the 55 pairs of boys, so there are 28$\\times$55 = 1540 possible dance teams.",
                "Answers": [
                    "$1540$"
                ],
                "ID": "225",
                "CCSS": "S-CP.9",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "224": {
                "Domain": "PC",
                "Text": "A large square is divided into four congruent squares. Then those four squares are each divided into four smaller congruent squares, some of which are shaded, as shown. What is the probability that a dart thrown at random that lands in the largest square will also land in a shaded region? Express your answer as a percent to the nearest tenth.",
                "Solution": "There are 2 shaded regions that are 3/4 of 1/4 of the largest square. Thus, the total shaded area is 2 $\\times$ (3/4) $\\times$ (1/4) = 3/8 of the total area of the largest square. Therefore, the probability that the dart will hit the shaded region is 3/8 = 37.5\\%\\.",
                "Answers": [
                    "$37.5$"
                ],
                "ID": "224",
                "CCSS": "7.SP.8",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "223": {
                "Domain": "AL",
                "Text": "If 「x plus 4 over x equals y plus 4 over y」 and $x \\neq y$, then what is the value of the product xy?",
                "Solution": "There are several ways to approach this problem algebraically, one of which follows. If we find the common denominator for each side, we can set up a proportion. We have x + 4/x = (x 2 + 4)/x and y + 4/y = (y 2 + 4)/y, so (x 2 + 4)/x = (y 2 + 4)/y. We can cross multiply to get the equation y(x $2 + 4) =$ x(y $2 + 4)$. When we distribute on each side of the equation, the result is $x 2y + 4y =$ xy $2 + 4x$. Now if we subtract xy 2 from each side and subtract 4y from each side, we have x 2y - xy $2 = 4x - 4y$. Factoring out xy on the left and factoring out 4 on the right, the result is xy(x $- y) = 4 (x - y)$. Therefore, xy = 4.",
                "Answers": [
                    "$4$"
                ],
                "ID": "223",
                "CCSS": "A-REI.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "222": {
                "Domain": "SG",
                "Text": "The square pyramid shown has a volume of 64 cm3. A plane parallel to the base of the pyramid bisects its altitude and divides the pyramid into two sections, as shown. What is the volume of the smaller pyramid?",
                "Solution": "The altitude of the smaller pyramid is not only half as long as the altitude of the larger pyramid, but the dimensions of its base also are half the dimensions of the larger pyramid's base. The smaller pyramid's volume must be (1/2) $\\times$ (1/2) $\\times$ (1/2) = 1/8 the volume of the larger pyramid, and (1/8) $\\times 64 = 8$ cm3.",
                "Answers": [
                    "$8$"
                ],
                "ID": "222",
                "CCSS": "G-GMD.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "221": {
                "Domain": "PS",
                "Text": "How many positive two-digit integers each have the property that the integer's value increases by 75\\%\\ when its digits are reversed?",
                "Solution": "If the two-digit number is AB, then its value is 10A + B. When the digits are reversed, the number would be BA with a value of 10B+ A. We are told that BA is 75\\%\\ greater than AB, so we have the equation $10B + A =$ 1.75(10A + B), which can be rewritten as $10B + A =$ (7/4)(10A + B) and simplified to 40B + 4A = 70A + 7B $\\rightarrow$ 33B = 66A $\\rightarrow$ B = 2A. This means that any number with a units digit equal to twice the tens digit will work. Thus, 12, 24, 36 and 48 are the 4 possible two-digit integers.",
                "Answers": [
                    "$4$"
                ],
                "ID": "221",
                "CCSS": "A-CED.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.22"
    },
    {
        "Items": {
            "240": {
                "Domain": "PG",
                "Text": "A 6-ft ladder is leaning against a wall so that the base of the ladder makes a 45° angle with the floor. The base of the ladder is then pushed in toward the wall so that its distance from the wall is one-third of what it was originally. In feet, how much farther up the wall does the top of the ladder reach? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "Initially the ladder forms a 45-45-90 right triangle. The ladder is the hypotenuse with length 6 ft, and the floor and wall are the two congruent legs of the right triangle. Using properties of 45-45-90 triangles, we see that the top of the ladder rests against the wall at a distance of 6/$\\surd$2 = 3$\\surd$2ft above the floor. This is also the distance from the base of the ladder to the wall. When this distance is decreased by 2/3, the new distance from the base of the ladder to the wall is 3$\\surd$2/3 = $\\surd$2. Using the Pythagorean Theorem, we see that the top of the ladder now rests $\\surd$(62-($\\surd$2)2) = $\\surd$(36 - 2) = $\\surd$(34) ft from the floor. Thus, the top of the ladder has moved farther up the wall a distance of $\\surd$(34) - 3$\\surd$2 = 1.59 ft.",
                "Answers": [
                    "$1.59$"
                ],
                "ID": "240",
                "CCSS": "G-SRT.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "238": {
                "Domain": "PG",
                "Text": "An isosceles triangle has sides of length 13 cm, 13 cm and 10 cm. If a square is inscribed in the triangle, as shown, what is the area of the shaded region? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "If we ``drop a perpendicular'' from the vertex angle of the triangle, it will intersect the base at its midpoint, dividing the isosceles triangle into two congruent right triangles. Each of these two triangles is a 5-12-13 right triangle. The area of the entire isosceles triangle is (1/2) $\\times 10 \\times 12 = 60$ cm2. Let's say that the side length of the square is x units. Then the small right triangle on the left is similar to the 5-12-13 triangle and has leg lengths of x and 5 - x/2. We can set up the following proportion: (5 - x/2)/x = 5/12. Cross multiplying yields the equation $60 - 6x = 5x$. So $60 = 11x$, and x = 60/11. Thus, the area of the square is (60/11)2 = 3600/121 cm2. Subtracting this area from the area of the entire triangle, we get 60 - 3600/121 = 7260/121 - 3600/121 = 3660/121 = 30.25 cm2.",
                "Answers": [
                    "$30.25$"
                ],
                "ID": "238",
                "CCSS": "7.G.6",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "239": {
                "Domain": "AL",
                "Text": "If 「x squared + ax + 6 over x + 1」 for all positive values of x, what is the value of 6a - 7b?",
                "Solution": "If we multiply both sides of the equation by $x + 1$, we get x2 + ax $+ 6 = x2 + (b +$ 1)x + b. For these two expressions to be equal, we must have b= 6 and $a = b + 1 = 6 + 1 = 7$. The value of 6a - 7b is $6 \\times 7 - 7 \\times 6 = 42 - 42 = 0$.",
                "Answers": [
                    "$0$"
                ],
                "ID": "239",
                "CCSS": "A-REI.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "234": {
                "Domain": "PF",
                "Text": "Tito's bill was \\$19.50 before the 6\\%\\ sales tax was added. Tito wants to leave a tip of at least 20\\%\\ of the bill amount before tax is added. What is the least amount he should pay for the bill, tax and tip?",
                "Solution": "Tito wants to pay 20\\%\\ of the bill as a tip and he has to pay 6\\%\\ of the bill in taxes, so he will pay an extra 26\\%\\ of the bill. We can get the total amount he will pay by multiplying the bill by 1.26, which is 1.26 $\\times$ \\$19.50 = \\$24.57.",
                "Answers": [
                    "$24.57$"
                ],
                "ID": "234",
                "CCSS": "7.RP.3",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "235": {
                "Domain": "PC",
                "Text": "The deck used in the card game Krypto contains three each of cards numbered 1 to 10, two each of cards numbered 11 to 17, and one each of cards numbered 18 to 25. When five cards are dealt from the deck, what is the probability that all five cards will be 10 or less? Express your answer as a decimal to the nearest thousandth.",
                "Solution": "In the game of Krypto, there are $3 \\times 10 = 30$ cards from 1 to $10, 2 \\times 7 = 14$ cards from 11 to 17 and $1 \\times 8 = 8$ cards from 18 to 25. That's 30+14 $+ 8 = 52$ cards in all. Since there are 30 cards containing a number from 1 to 10, the probability that the first card selected at random is 10 or less is 30/52. Then the probability that the second randomly selected card will be 10 or less is 29/51, and so forth. So the probability that fivecards selected randomly are 10 or less is (30/52) $\\times$ (29/51) $\\times$ (28/50) $\\times$ (27/49) $\\times$ (26/48) $\\approx$ 0.055.",
                "Answers": [
                    "$0.055$"
                ],
                "ID": "235",
                "CCSS": "7.SP.8",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "236": {
                "Domain": "AL",
                "Text": "If 「5 root x - 30」, what is the value of x?",
                "Solution": "Subtracting 2$\\surd$x from each side yields 3$\\surd$x $- 30 = 54$. Then we can add 30 to each side to get 3$\\surd$x = 84. Once we divide each side by 3, we are left with $\\surd$x = 28. If we square each side of the equation, we see that $x = 784$.",
                "Answers": [
                    "$784$"
                ],
                "ID": "236",
                "CCSS": "A-REI.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "237": {
                "Domain": "SG",
                "Text": "A rectangular prism has dimensions in the ratio of 1:2:3. If the shortest edge is 2 ft, what is the longest distance between any two vertices? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "Since the ratio of the dimensions of the rectangular prism is 1:2:3 and the shortest edge is 2 ft, the dimensions must be 2 ft, 4 ft and 6 ft. The longest distance between any two vertices in the prism is the space diagonal, which can be the hypotenuse of a right triangle whose short leg has length 4 ft. The long leg is the diagonal of a 2-by-6 rectangle and has a length of $\\surd$(62 + 22) = $\\surd$(40). That means the space diagonal has length $\\surd$([$\\surd$(40)]2 + 42) = $\\surd$(40 + 16) = $\\surd$(56) = 7.48 ft.",
                "Answers": [
                    "$7.48$"
                ],
                "ID": "237",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "231": {
                "Domain": "PF",
                "Text": "Beginning January 1st, Marte will put \\$100 in her savings account at the start of every month. The bank pays 4.8\\%\\ annual interest compounded monthly (0.4\\%\\ each month) at the end of each month. Assume the bank rounds the interest amount to the nearest cent. How much money will Marte have in her account at the end of the year? Express your answer to the nearest cent.",
                "Solution": "At the start of every month, Marte adds \\$100 to the account. Then at the end of every month, the bank posts 0.4\\%\\ interest on the balance. We can get the correct monthly balances if we repeatedly add 100 and then multiply the new sum by 1.004. The sequence of balances is shown here, assuming the bank rounds the interest amount to the nearest cent. At the end of one year, Marte will have \\$1231.66 in her account.",
                "Answers": [
                    "$1231.66$"
                ],
                "ID": "231",
                "CCSS": "A-CED.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "232": {
                "Domain": "CG",
                "Text": "The number of units in the length of the line segment with endpoints (-4, -5) and (4, 2) is a value between two consecutive positive integers. What is the sum of those two integers?",
                "Solution": "The horizontal distance between the two points is 4 - (-4) = 8 units. The vertical distance is 2 - (-5) = 7 units. These are the legs of a right triangle, so the distance, d, between the points can be found using the Pythagorean Theorem as follows: d = $\\surd$(82 + 72) = $\\surd$(64 + 49) = $\\surd$113. Since $102 = 100$ and $112 = 121$, the value of $\\surd$113 must be between 10 and 11. The desired sum is $10 + 11 = 21$.",
                "Answers": [
                    "$21$"
                ],
                "ID": "232",
                "CCSS": "8.G.8",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "233": {
                "Domain": "SSP",
                "Text": "What is the 2012th digit after the decimal point in the decimal expansion of 8/81?",
                "Solution": "The decimal value of 8/81 is 「repeating decimal」. If we were to write out 2007 digits, we would have 223 complete sets of the nine digits in the pattern. The 2012th digit must be the fifth digit in the pattern, which is 6.",
                "Answers": [
                    "$6$"
                ],
                "ID": "233",
                "CCSS": "8.NS.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.23"
    },
    {
        "Items": {
            "245": {
                "Domain": "PS",
                "Text": "Xavier gave Yvonne and Zeena the same number of marbles as each already had. Then Yvonne gave Xavier and Zeena the same number of marbles as each already had. Then Zeena gave Xavier and Yvonne the same number of marbles as each already had. At that point, each person had 48 marbles. How many fewer marbles did Xavier have at the end than he had at the start?",
                "Solution": "Let's work this problem backward. At the end, Xavier, Yvonne and Zeena all have 48 marbles, so let $x = 48$, $y = 48$ and z=48. Before Zeena doubled Xavier's and Yvonne's marbles, it was $x = 24$, $y = 24$ and $z = 96$. Before Yvonne doubled Xavier's and Zeena's marbles, it was $x = 12$, $y = 84$ and $z = 48$. Before Xavier doubled Yvonne's and Zeena's marbles, the starting quantities were $x = 78$, $y = 42$ and $z = 24$. Xavier had $78 - 48 = 30$ fewer marbles at the end than he started with.",
                "Answers": [
                    "$30$"
                ],
                "ID": "245",
                "CCSS": "7.NS.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "244": {
                "Domain": "NT",
                "Text": "The prime factorization of 75 is written, without exponents, as 3 $\\times$ 5 $\\times$ 5. The sum of the prime factors is $3 + 5 + 5 = 13$. For how many whole numbers is the sum of each number's prime factors, without exponents, equal to 13?",
                "Solution": "We need to determine how many sets of prime numbers, not necessarily distinct, have a sum of 13. We need to considersets containing prime numbers between 2 and 13. The 9 numbers for which the sum of the prime factors is 13 are shown.",
                "Answers": [
                    "$9$"
                ],
                "ID": "244",
                "CCSS": "7.NS.3",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "247": {
                "Domain": "PC",
                "Text": "In how many ways can four different positive integers be placed, one per box, so the sum of the integers is 13?",
                "Solution": "The least possible sum of four different positive integers is $1 + 2 + 3 + 4 = 10$. To get to a sum of 13, we have to add 3 more to these numbers in such a way that they remain different. There are only 3 ways this can be done. They are [1 $+ 2 + 3 +$ 7], [1 $+ 2 + 4 +$ 6] and [1+3+4+5]. For each of these possible sums, there are 4! $= 4 \\times 3 \\times 2 \\times 1 = 24$ ways the numbers can be placed in the 4 boxes. Thus, there are a total of 3 $\\times$ 24 = 72ways in which four different positive integers with a sum of 13 can be arranged in the boxes.",
                "Answers": [
                    "$72$"
                ],
                "ID": "247",
                "CCSS": "7.SP.8",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "246": {
                "Domain": "PR",
                "Text": "The ratio of Barbara's cell phone bill to Tina's cell phone bill was 7:5. Barbara's bill was \\$14 more than Tina's bill. How much was Barbara's bill?",
                "Solution": "The \\$14 represents the extra $7 - 5 = 2$ parts of the phone bill that Barbara had beyond Tina's phone bill. If \\$14 was 2 parts, then Barbara's bill must have been 7 $\\times$ \\$7 = \\$49.",
                "Answers": [
                    "$49$",
                    "$49.00$"
                ],
                "ID": "246",
                "CCSS": "7.RP.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "241": {
                "Domain": "NT",
                "Text": "Each of the letters A, B, C, D, E, F and G in the figure shown will be replaced with a different value from the set {1, 2, 3, 4, 5, 6, 7}. If the sums of the four numbers in each of the three quadrilaterals are each 15, what is the sum of all numbers that can replace A?",
                "Solution": "There are four ways to get a sum of 15 using four different whole numbers from 1 to 7. They are [7 $+ 5 + 2 +$ 1], [7+4 + 3 + 1], [6+5 + 3 + 1] and [6 $+ 4 + 3 +$ 2]. The first three sums can be arranged together, as can the last three sums. If we use the first three, then A is replaced with1. If we use the last three, then A is replaced with 3. The sum of all possible replacements for Ais $1 + 3 = 4$.",
                "Answers": [
                    "$4$"
                ],
                "ID": "241",
                "CCSS": "SMP",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "243": {
                "Domain": "SSP",
                "Text": "Five integers form an arithmetic sequence with a mean of 18. If the mean of the squares of the five integers is 374, what is the largest of the five original integers?",
                "Solution": "The mean of an arithmetic sequence is the middle number when there are an odd number of terms, so we know the middle number is 18. Let's call the common difference between terms d. Then the five numbers are $18 - 2d, 18 - d, 18, 18 + d$ and $18 + 2d$. The sum of the squares of these five numbers is (324 - 72d + 4d2) $+ (324 - 36d + d2) + 324 + (324 + 36d + d2) + (324 + 72d +$ 4d2) = 5 $\\times$ 324 + 10d2. We divide this by 5 to get a mean of 324 + 2d2, which is known to be 374. This means that 2d2 = 374 - 324 $\\rightarrow$ 2d2 $= 50 \\rightarrow d2 = 25 \\rightarrow d = 5$. The largest of the five original numbers is $18 + 2 \\times 5 = 28$.",
                "Answers": [
                    "$28$"
                ],
                "ID": "243",
                "CCSS": "F-BF.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "242": {
                "Domain": "ME",
                "Text": "Square ABCD, shown here, has side length 8 units and is divided into four congruent squares. One of these squares contains an inscribed circle, two other squares contain diagonals and the fourth square has perpendicular line segments drawn from the midpoints of adjacent sides to form a square in the interior. In square units, what is the total area of the shaded regions? Express your answer in terms of $\\pi$.",
                "Solution": "Combined, the area of the shaded regions in the left upper and lower 4-by-4 squares is equal to the area of one 4-by-4 square, which is 4$\\times$4= 16 units2. The shaded region of the lower right 4-by-4 square is (3/4) $\\times 16 = 12$ units2. Finally, the circle in the upper right 4-by-4 square has a radius of (1/2) $\\times 4 = 2$ units and an area of $\\pi$ $\\times 22 = 4π$. Thus, the area of the shaded region surrounding the circle is 16 - 4$\\pi$ units. Therefore, the total area of the shaded regions is $16 + 12 + (16 - 4π) = 44 - 4π$ units2.",
                "Answers": [
                    "$44 - 4\\pi$"
                ],
                "ID": "242",
                "CCSS": "7.G.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "250": {
                "Domain": "SG",
                "Text": "In trapezoid ABCD, angles A and D are right angles, and AB = 4 units, DC = 16 units and BC=15units. The trapezoid is revolved 360° around side AD to form the frustum of a cone. What is the volume of this frustum? Express your answer in terms of $\\pi$.",
                "Solution": "After transforming the trapezoid, the resulting shape is a frustum, which is simply a cone with the tip removed. We can determine the volume of the frustum by determining the volume of the cone less the volume of the portion that is removed to form the frustum. If we drop a perpendicular from point B down to $\\overline{CD}$ , as shown, and label the point of intersection E, then we have right $\\triangle$BCE with hypotenuse of length 15units and one leg of length $16 - 4 = 12$ units. This is a multiple of the 3-4-5 Pythagorean triple 9-12-15, so the length of segment BE must be 9units. If we extend $\\overline{AD}$ and $\\overline{2)}$ until they intersect at point F, we create $\\triangle$FCD and $\\triangle$FBA with sides of length 12units, 16 units and 20units, and 3units, 4 units and 5 units, respectively. (This is because AB = 4 and $\\triangle$BCE  $\\triangle$FBA.) Now let's revolve $\\triangle$FCD around $\\overline{FD}$ . Recall that the volume of a cone is 1/3 the product of the cone's height and the area of its base. Therefore, the volume of this cone is 1/3 $\\times$ 12 $\\times$ $\\pi$ $\\times 162 = 1024π$ units3. Next we revolve $\\triangle$FBA around $\\overline{FA}$ . The volume of this cone is 1/3 $\\times$ 3 $\\times$ $\\pi$ $\\times 42 = 16π$ units3. Thus, the volume of the frustum is 1024$\\pi$ - 16$\\pi$ = 1008$\\pi$units3.",
                "Answers": [
                    "$1008\\pi$"
                ],
                "ID": "250",
                "CCSS": "G-GMD.4",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "249": {
                "Domain": "PF",
                "Text": "A box contains only quarters and dimes. If there were 10\\%\\ more quarters, the total value of the money in the box would increase by 7.5\\%\\ . What is the ratio of the number of quarters to the number of dimes in the box? Express your answer as a common fraction.",
                "Solution": "Let's say the total value of the quarters and dimes is T. Then $T = 25q + 10d$, where q is the number of quarters and d is the number of dimes. When 10\\%\\ more quarters are added, the value of T increases by 7.5\\%\\, so $1.075T = 1.1 \\times 25q + 10d$. Let's rewrite this with fractions. Ten percent is 1/10 and 7.5\\%\\ is 3/40, so we have the following equation: (43/40)T = (11/10) $\\times 25q + 10d$. Substituting the original value of T, we have (43/40)(25q + 10d) = (11/10)(25q) + 10d. Multiplying out both sides and simplifying, we get (215/8)q + (43/4)d = (55/2)q + 10d $\\rightarrow$ (43/4)d - (40/4)d = (220/8)q - (215/8)q $\\rightarrow$ (3/4)d = (5/8)q $\\rightarrow$ q/d = (3/4)/(5/8) $\\rightarrow$ q/d = (3/4) $\\times$ (8/5) = 6/5.",
                "Answers": [
                    "$\\frac{6}{5}$"
                ],
                "ID": "249",
                "CCSS": "A-CED.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "248": {
                "Domain": "NT",
                "Text": "Three numbers have a sum of 5 and the sum of their squares is 29. If the product of the three numbers is -10, what is the least of the three numbers? Express your answer in simplest radical form.",
                "Solution": "Solving this problem requires some tricky algebra. Let the three numbers be a, b and c. From the information given, we have $a + b + c$ =5, $a2 + b2 + c2 = 29$ and abc = -10. If we square each side of the first equation, we get $(a + b +$ c)2 $= 52 \\rightarrow a2 + b2 + c2 +$ 2ab + 2bc + 2ac = 25. Now let's substitute 29 for $a2 + b2 + c2$ in this equation to get 29 + 2ab + 2bc + 2ac = 25. Subtracting 29 from each side and dividing the equation by 2 yields ab + bc + ac = -2. Let's now multiply each side of this equation by c to get abc + bc2 + ac2 = -2c. We can replace abc with -10 to get -10+bc2+ac2= -2c. Now let's factor out c2 on the left side of the equation to get -10 + c2(b + a) = -2c. If $a + b + c = 5$ then $a + b = 5 - c$. Thus, we can replace b+a with 5 - c to get -10 + c2(5 - c) = -2c. Distributing c2 and combining like terms yields -10 = c3 - 5c2 -2c. If we set this cubic equal to 0, the result is c3 - 5c2 -2c $+ 10 = 0$. Factoring this equation yields c2(c - 5) - 2(c $- 5) = 0 \\rightarrow (c2 -$ 2)(c $- 5) = 0$. Now we see that the three solutions are -$\\surd$2, $\\surd$2 and 5, the least of which is -$\\surd$2.",
                "Answers": [
                    "$2$"
                ],
                "ID": "248",
                "CCSS": "7.NS.3",
                "Difficulty": 7,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.24"
    },
    {
        "Items": {
            "260": {
                "Domain": "SG",
                "Text": "The cube with vertices A, B, C, D, E, F, G, H has edges of length 2 units. PointM is the midpoint of $\\overline{EH}$ and N is the midpoint of $\\overline{EF}$ . What is the volume of the tetrahedron with vertices A, C, M, N? Express your answer as a common fraction.",
                "Solution": "This problem may prove easier to solve if we can situate the figure in the coordinate plane. Let's suppose the left, rear corner of the base, which is point E, is situated at the origin with coordinates (0, 0, 0). Since all the edges have length 2 units, the other vertices would be located as follows: F(2, 0, 0), G(2, 0, 2), H(0, 0, 2), A(0, 2, 0), B(2, 2, 0), C(2, 2, 2), D(0, 2, 2), M(0, 0, 1) and N(1, 0, 0). If we let point K be the midpoint of $\\overline{N,}$ the original tetrahedron is divided into two congruent tetrahedrons with common base $\\triangle$ACK. Since $\\overline{MN}$ is the hypotenuse of an isosceles right triangle with legs of length 1 unit, its length is $\\surd$2 units. Thus, each of these two smaller tetrahedrons has height h = MK = NK = $\\surd$2/2 units. Now to determine the area of $\\triangle$ACK, we first consider rectangle ACGE. Since $\\overline{AC}$ is the diagonal of one of the faces of the cube, it is also the hypotenuse of a 45-45-90 right triangle with legs of length 2 units. That means AC = 2$\\surd$2 units and rectangle ACGE has an area of 4$\\surd$2 units2. Next we determine the area of $\\triangle$AEK to be (1/2) $\\times$ ($\\surd$2/2) $\\times$ 2 = $\\surd$2/2 units2, and the area of $\\triangle$CGK is (1/2)$\\times$ (3$\\surd$2/2) $\\times$ 2 = 3$\\surd$2/2 units2. If we subtract these two areas from the area of rectangle ACGE, the result is the area of $\\triangle$ACK. The area of $\\triangle$ACK is 4$\\surd$2 - ($\\surd$2/2) - (3$\\surd$2/2) = (8$\\surd$2/2) - ($\\surd$2/2) - (3$\\surd$2/2)= (4$\\surd$2/2)= 2$\\surd$2 units2. The volume of each of the smaller tetrahedrons is (1/3) $\\times$ (2$\\surd$2) $\\times$ ($\\surd$2/2) = 2/3units3. Therefore the volume of the large tetrahedron is 2/3 + 2/3 = 4/3 units3.",
                "Answers": [
                    "$\\frac{4}{3}$"
                ],
                "ID": "260",
                "CCSS": "7.G.6",
                "Difficulty": 7,
                "Class": "QuizQuestion"
            },
            "258": {
                "Domain": "CG",
                "Text": "Quadrilateral ABCD has vertices at points A(-9, 4), B(-7, 8), C(-3, 6) and D(-6, 2). Quadrilateral WXYZ is congruent to quadrilateral ABCD and has vertices W(2, -3), X(4, 1) and Y(8, -1) and a fourth vertex, Z. What is the sum of the coordinates of vertex Z?",
                "Solution": "Quadrilateral WXYZ is a translation of ABCD 11 units to the right and 7 units down, as shown. The coordinates of point Z are (5, -5), so the sum of the coordinates is 5 + (-5 $) = 0$.",
                "Answers": [
                    "$0$"
                ],
                "ID": "258",
                "CCSS": "G-CO.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "259": {
                "Domain": "AL",
                "Text": "A right triangle has integer side lengths a, b and c with $a < b < c$. If $a + c = 49$, what is the area of the triangle?",
                "Solution": "Substituting a and $c = 49 - a$ into the Pythagorean Theorem and simplifying yields (49 - a)2 $- a2 = b2 \\rightarrow 2401 -$ 98a $+ a2 - a2 = b2 \\rightarrow 2401 -$ 98a = b2 $\\rightarrow$ 49(49 -2a) = b2. This means that 49 - 2a is an odd, square number, in which case the candidates are 1, 9, 25 and 49. If 49 - 2a = 1, solving for a yields -2a = -48 $\\rightarrow a = 24$. So we have $a = 24$, $b = 7$ and c=25. For this particular triangle $b < a < c$, and this will not satisfy our conditions. If 49 - 2a = 9, solving for a yields -2a = -40 $\\rightarrow a = 20$. So we have $a = 20$, $b = 21$ and c =29. The area of this triangle is (1/2) $\\times 20 \\times 21 = 210$ units2. If 49 - 2a = 25, solving for a yields -2a = -24 $\\rightarrow a = 12$. So we have $a = 12$, $b = 35$ and c =37. The area of this triangle is (1/2) $\\times 12 \\times 35 = 210$ units2 . Finally, 49 - 2a = 49 doesn't work since it results in $a = 0$. The area of each of the two triangles that satisfy our conditions is 210 units2.",
                "Answers": [
                    "$210$"
                ],
                "ID": "259",
                "CCSS": "8.G.7",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "252": {
                "Domain": "ME",
                "Text": "If a rectangle with an area of 400 ft2 is divided into two smaller rectangles with areas in the ratio of 3:1, what is the least possible value of the perimeter of the smaller rectangle?",
                "Solution": "Since the total area is 400 ft2 and the ratio of the areas of the two smaller rectangles is 3 to 1, they must have areas of 300 ft2 and 100ft2. The least possible perimeter for the smaller rectangle would be $4 \\times 10 = 40$ ft, from a 10 $\\times$ 10 square.",
                "Answers": [
                    "$40$"
                ],
                "ID": "252",
                "CCSS": "7.G.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "253": {
                "Domain": "SD",
                "Text": "A set of seven different positive integers has a mean of 13. What is the positive difference between the largest and smallest possible values of its median?",
                "Solution": "A set of seven positive integers with a mean of 13 must have a sum of $7 \\times 13 = 91$. Since the integers must be positive and different, the smallest possible value of the median is 4. The numbers could be 1, 2, 3, 4 and any combination of three different positive integers adding up to $91 - (1 + 2 + 3 + 4) = 81$. To find the largest possible median, we should first allow for $1 + 2 + 3 = 6$ at the low end. That leaves $91 - 6 = 85$ to be distributed to the other four integers. We will need another $1 + 2 + 3 = 6$ to make the 5th, 6th and 7th integers greater than the 4th integer, so that leaves $85 - 6 = 79$ to divide by 4. Algebraically, we can solve $n + (n + 1) + (n + 2) + (n + 3) < 85$ for the greatest integer value of n that satisfies the inequality. This simplifies to $4n < 79$, and 19 is the greatest integer value of n. The desired difference is $19 - 4 = 15$.",
                "Answers": [
                    "$15$"
                ],
                "ID": "253",
                "CCSS": "6.SP.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "251": {
                "Domain": "NT",
                "Text": "There are 240 pairs of numbers such as {7, 5318} or {17, 358} that can be formed using each of the digits 1, 3, 5, 7 and 8 exactly once. What is the largest possible product of two such numbers?",
                "Solution": "It is safe to assume that the greatest possible product will be produced by a two-digit number times a three-digit number, so let's call those numbers AB and XYZ. The value of AB is 10A + B and the value of XYZ is $100X + 10Y + Z$. The product (10A + B)(100X $+ 10Y + Z) =$ 1000AX + 100AY + 100BX + 10AZ + 10BY + BZ. First let's compare the way the digits A and X are used. They each get multiplied by 1000 and by each other, which is symmetric. They also each get multiplied by 100 and by another digit, but A is also multiplied by 10Z; therefore we want A to be the largest number of the set, and X should be the next largest. Thus, we determine that $A = 8$ and $X = 7$. We can now write $(1000 \\times 8 \\times 7) + (100 \\times 8 \\times Y) + (100 \\times 7 \\times B) + (10 \\times 8 \\times Z) +$ 10BY + BZ = 56,000 $+ 800Y + 700B + 80Z +$ 10BY + BZ. Now, we can see that to get the largest product, Y should be the next greatest value, followed by B and then Z. So we have $Y = 5$, $B = 3$ and $Z = 1$. The two numbers are 83 and 751, and their product is 62,333.",
                "Answers": [
                    "$62,333$"
                ],
                "ID": "251",
                "CCSS": "SMP",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "256": {
                "Domain": "AL",
                "Text": "The solutions $x = u$ and $x = v$ of the quadratic equation rx2 + sx $+ t = 0$ are reciprocals of the solutions of the quadratic equation (2 + a)x2 $+ 5x + (2 - a) = 0$ for some integer a. If the GCF of r, s and t is 1, what is the value of $r + s + t$?",
                "Solution": "Let's substitute the solution $x = u$ into the first equation and x = 1/u into the second equation. The resulting equations are ru2 + su + t =0 and (2 + a)/u2 + 5/u + (2 - a)=0. We rewrite the second equation with a common denominator and get (2 + a)/u2 + 5u/u2 + [(2 - a)u2]/u2 = 0. Multiplying both sides of the equation by u2, we get $(2 + a) + 5u + (2 -$ a)u2 = 0 . Since our first equation and this last equation are both equal to zero, we can set them equal to each other to get ru2 + su $+ t = (2 + a) + 5u + (2 -$ a)u2. Both of these expressions are in terms of u, so the coefficients of the same degree must be equal. This means that $r = 2 - a$, $s = 5$ and $t = 2 + a$. Thus, the sum $r + s + t$ is $2 - a + 5 + 2 + a = 9$.",
                "Answers": [
                    "$9$"
                ],
                "ID": "256",
                "CCSS": "A-REI.4",
                "Difficulty": 7,
                "Class": "QuizQuestion"
            },
            "257": {
                "Domain": "PC",
                "Text": "A club with 22 students is forming a committee of either 4 or 5 students. What is the ratio of the number of different 4-person committees possible to the number of different 5-person committees possible? Express your answer as a common fraction.",
                "Solution": "There are 22C4 = 「22C4」 ways to choose a committee of 4 from a group of 22. Similarly, there are 22C5=「22C5」 ways to choose a committee of 5 from a group of 22. The ratio of the number of ways to choose a 4-person committee to the number of ways to choose a 5-person committee is 「counting ratio」.",
                "Answers": [
                    "$\\frac{5}{18}$"
                ],
                "ID": "257",
                "CCSS": "7.SP.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "254": {
                "Domain": "NT",
                "Text": "When written in a certain positive base b, 363 (base 10) is 123 (base b). What is the value of b?",
                "Solution": "The value of 123 (base b) is $1 \\times b2 + 2 \\times b + 3 \\times 1$ and this must equal 363. Algebraically, this can be written as $b2 + 2b + 3 = 363$. We set the equation equal to zero to get $b2 + 2b - 360 = 0$. To factor this quadratic, we look for two factors of 360 that differ by 2. They are 18 and 20, so the equation can be written as (b + 20)(b $- 18) = 0$. The solutions to this are $b = - 20$ and $b = 18$. Only the positive solution makes sense here, so the base must be 18.",
                "Answers": [
                    "$18$"
                ],
                "ID": "254",
                "CCSS": "SMP",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "255": {
                "Domain": "PR",
                "Text": "Rhombus EFGH is inscribed in rhombus ABCD with point E on $\\overline{AB}$ , pointF on $\\overline{BC}$ , point G on $\\overline{CD}$ and point H on $\\overline{AD}$ . If AE:EB = BF:FC = CG:GD = DH:HA= 1:2, and if the area of rhombus ABCD is 180 units2, what is the area of rhombusEFGH?",
                "Solution": "Let GC = y, so DG = 2y and DC = 3y. Now let the length of the altitude of $\\triangle$DHG be h. Then the altitude of $\\triangle$GCF has length 2h and the altitude of rhombus ABCD has length 3h. The area of rhombus ABCD is then 3y $\\times$ 3h = 9yh and is known to be 180units2. This means that yh $= 180 \\div 9 = 20$. The area of $\\triangle$DHG is 1/2 $\\times$ 2y $\\times$ h = yh = 20 units2, and the area of $\\triangle$GCF is (1/2)$\\times$y$\\times$2h = yh = 20 units2. The areas of $\\triangle$AEH and $\\triangle$EBF are also each 20 units2. This means that rhombus EFGH must have anarea of $180 - (4 \\times 20) = 100$ units2.",
                "Answers": [
                    "$100$"
                ],
                "ID": "255",
                "CCSS": "6.G.1",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.25"
    },
    {
        "Items": {
            "270": {
                "Domain": "PC",
                "Text": "For years, Mrs. Meany has had a tradition of giving her students a list of books from which they had to choose two to read during winter break. This year, Mrs. Meany added n book(s) to the list. If there are now 99 more ways that two books can be selected, what is the sum of all possible values of n?",
                "Solution": "Let's say Mrs. Meany had m books for her students to choose from before she added n books. There were mC2=m(m-1)/2! ways to choose two books, and there are now (m + n)C2 = (m + n)(m + n - 1)/2! ways to choose two books. The difference between these is 99. So we have (m + n)C2-mC2 = 「m C 2 minus m+n C 2 equation」 = 99. Simplifying yields (m+n)(m+n - 1) - m(m $- 1) = 198 \\rightarrow m2 + n2 +$ 2mn $- m - n - m2 + m =$ 198$\\rightarrow$ n2+2mn-n = 198 $\\rightarrow$ n(n $+ 2m - 1) = 198$. We now have a product that must equal 198, and m and n must be positive integers. We should consider the six factor pairs of 198: 1 $\\times$ 198, 2 $\\times$ 99, 3 $\\times$ 66, 6 $\\times$ 33, 9 $\\times$ 22 and 11 $\\times$ 18. Each of these factor pairs gives a solution, with n as the smaller number in each pair. For example, if $n = 1$, then $1 + 2m - 1 = 198$ leads to $m = 99$. This means that Mrs. Meany might have had 99 books on her original list and she added just 1 book this year. At the other extreme, if $n = 11$, then $11 + 2m - 1 = 18$ leads to $m = 4$. This means that Mrs. Meany had 4 books on her list and added 11 this year. In all there are six values of n that work, and the sum of these values is 1+ $2 + 3 + 6 + 9 + 11 = 32$.",
                "Answers": [
                    "$32$"
                ],
                "ID": "270",
                "CCSS": "7.SP.8",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "263": {
                "Domain": "PF",
                "Text": "Suppose that the price of game tickets has gone up 4\\%\\ every year for the past 25 years. What percent of today's game ticket price is the price of a game ticket 13 years ago? Express your answer to the nearest whole number.",
                "Solution": "Each time the ticket price goes up by 4\\%\\, we can find the new value in one step if we multiply the old value by 1.04. Let's say the price of game tickets was P dollars 13 years ago. Then the price now would be P $\\times$ 1.0413. The ratio of P to P $\\times$ 1.0413 is 1/1.0413 $\\approx$ 0.60 = 60\\%\\.",
                "Answers": [
                    "$60$"
                ],
                "ID": "263",
                "CCSS": "6.EE.1",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "262": {
                "Domain": "PC",
                "Text": "Some students in a gym class are wearing blue jerseys, and the rest are wearing red jerseys. There are exactly 25 ways to pick a team of 3 players that includes at least 1 player wearing each color. How many students are in the class?",
                "Solution": "Let's say the number of students wearing a blue jersey is B and the number wearing a red jersey is R. Then either we can have two Bs and one R, or we can have one B and two Rs. That means the number of ways to pick a team of 3 is BC2 ∙ RC1 + BC1 ∙ RC2 = 「b C 2 times r C 1 equation」 = 25. Simplifying we have BR(B - 1) + BR(R $- 1) = 50 \\rightarrow$ BR(B $- 1 + R - 1) = 50 \\rightarrow$ BR(B $+ R - 2) = 50$. Since both B and R are positive integers, we should try some factors of 50. It turns out that 2 and 5 work. So either there are 2 students with blue jerseys and 5 with red, or vice versa. Either way, there must be $2 + 5 = 7$ students in the gym class.",
                "Answers": [
                    "$7$"
                ],
                "ID": "262",
                "CCSS": "7.SP.8",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "261": {
                "Domain": "SG",
                "Text": "A 6-8-10 triangle is revolved about the side of length 10 units. What is the volume of the resulting solid? Express your answer as a decimal to the nearest tenth.",
                "Solution": "When a 6-8-10 triangle is revolved about the side of length 10 units, the resulting solid can be thought of as two cones that share a base, as shown. The radius, r, of the circular base is the altitude of $\\triangle$ABC drawn perpendicular to $\\overline{AC}$ . Since 6-8-10 is a Pythagorean triple, we know we have a right angle between the legs of lengths 6 units and 8 units. Therefore, the area of the triangle is 1/2 $\\times 6 \\times 8 = 24$ units2. That means that 1/2 $\\times r \\times 10 = 24$ units2 and $5r = 24$, so r=4.8units. This will serve as the radius of the base of each cone. Now we know the volume of the top cone is (1/3) $\\times$ $\\pi$ $\\times$ (4.8)2 $\\times$ h1 and the volume of the bottom cone is (1/3)$\\times$$\\pi$ $\\times$ (4.8)2 $\\times$ h2. Together, these are (1/3) $\\times$ $\\pi$ $\\times$ (4.8)2 $\\times$ h1 + (1/3) $\\times$ $\\pi$ $\\times$ (4.8)2 $\\times$ h2 $\\rightarrow$ (1/3)$\\times$$\\pi$$\\times$(4.8)2$\\times$(h1 + h2). We know that $h1 + h2 = 10$ units, so the volume of the entire solid is (1/3) $\\times$ $\\pi$ $\\times$ (4.8)2 $\\times (10) = 241.3$ units3. Note: Using similar triangles, one could determine the lengths of h1 and h2 and find the volume of each of the two cones.",
                "Answers": [
                    "$241.3$"
                ],
                "ID": "261",
                "CCSS": "G-GMD.4",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "267": {
                "Domain": "ME",
                "Text": "Trapezoid MPRS has $\\overline{MP}$ and $\\overline{RS}$ as bases and . Additionally, MP= MS = 2 units, and RS = 3 units. If point Q lies on $\\overline{SR}$ such that $\\overline{PQ}$ bisects the area of trapezoid MPRS, what is the length of $\\overline{PQ}$ ? Express your answer as a decimal to the nearest tenth.",
                "Solution": "The area of a trapezoid is equal to half its height times the sum of the bases, so the area of MPRS is (1/2) $\\times 2 \\times (2 + 3)$ =5units2. Since $\\overline{PQ}$ bisects this area, the area of $\\triangle$QPR must be 2.5 units2. The height of $\\triangle$QPR is 2 units, so we can solve for the length of the base, b, using the equation 2.5 = (1/2) $\\times$ 2 $\\times$ b. So, $b = 2.5$ units. Thus the length of segment QR is 2.5 units. If we drop a perpendicular from point P to pointT on segment QR, as shown, we split segment QR into two right triangles. We know that ST=2units, QR = 2.5 units and RS = 3 units, so QT= (2+2.5)-3 $= 4.5 - 3 = 1.5$ units. We can now use the Pythagorean Theorem to find that PQ = $\\surd$(1.52 + 22) = $\\surd$(2.25 + 4) = $\\surd$6.25 = 2.5 units.",
                "Answers": [
                    "$2.5$"
                ],
                "ID": "267",
                "CCSS": "8.G.8",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "266": {
                "Domain": "NT",
                "Text": "What is the smallest positive integer that is greater than 100 and leaves a remainder of 1 when divided by 3, a remainder of 2 when divided by 5 and a remainder of 3 when divided by 7?",
                "Solution": "Numbers that are 2 more than a multiple of 5 have a units digit of either 2 or 7, so numbers worth considering are 102, 107, 112, 117, etc. The first of these that is 1 more than a multiple of 3 is 112, but this is a multiple of 7. If we add $112 + (3 \\times 5) = 112 + 15 = 127$, we get another number that has the desired remainders when divided by 3 and 5, but not when divided by 7. We just need to add 15 two more times to get a remainder of 3 when we divide by 7. The number must be $127 + 15 + 15 = 157$.",
                "Answers": [
                    "$157$"
                ],
                "ID": "266",
                "CCSS": "6.NS.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "265": {
                "Domain": "PG",
                "Text": "The radii of circles C and D are each 3 units long. The two circles are tangent at point E. Side AB of rectangle ABCD is tangent to circle D at point A and tangent to circle C at point B. What is the area of the shaded region? Express your answer as a decimal to the nearest tenth.",
                "Solution": "The area of rectangle ABCD is $3 \\times 6 = 18$ units2. The shaded region is the area left over after half a circle of radius 3 units is removed. This amounts to 18 - (1/2 $\\times$ $\\pi$ $\\times 32) = 18 - 4.5π \\approx 3.9$ units2.",
                "Answers": [
                    "$3.9$"
                ],
                "ID": "265",
                "CCSS": "7.G.4",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "264": {
                "Domain": "SSP",
                "Text": "The three sides of a right triangle form a geometric progression. What is the ratio of the length of the shortest side to the length of the hypotenuse? Express your answer as a decimal to the nearest hundredth.",
                "Solution": "In a geometric progression, there is a constant ratio between consecutive terms; we will call it r. Let's say the length of the shorter leg of the right triangle is x. Then the longer leg has length rx, and the hypotenuse has length r2x. These three lengths must satisfy the Pythagorean Theorem, so we have x2 + (rx)2 = (r2x)2, or x2 + r2x2 = r4x2. If we factor out x2, we get x2(1 + r2) = r4x2. Since we know that x is a positive length, it is safe to divide both sides of the equation by x2. That leaves $1 + r2 = r4$. Although this is a fourth degree equation, we can solve it like a quadratic if we substitute $s = r2$. This gives us $1 + s = s2$, which we rewrite as $s2 - s - 1 = 0$. This does not factor, so we use the quadratic formula to find that the solutions are $s = (1$ ± $\\surd$5)/2. Recall that $s = r2$, and since we want the positive value, we have $r2 = (1 +$ $\\surd$5)/2. We need to find the ratio x/r2x, and the x values cancel, so we get the reciprocal of (1 + $\\surd$5)/2, which is 2/(1 + $\\surd$5) $\\approx$ 0.62.",
                "Answers": [
                    "$0.62$"
                ],
                "ID": "264",
                "CCSS": "F-LE.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "269": {
                "Domain": "AL",
                "Text": "One candle burns entirely in 6 hours, and another burns entirely in 9 hours. The candles were lit at the same time, and they were the same height when lit. After how many hours will one candle be half the height of the other? Express your answer as a decimal to the nearest tenth.",
                "Solution": "Let's say the initial height of each candle is 1 unit. At any time, t (in hours), after they are lit, the heights of the candles are 1 - t/6 and 1-t/9, respectively. At some particular time t, the height of the slower-burning candle is twice that of the faster-burning candle, so we have 1-t/9 = 2(1 - t/6), which can be rewritten as 1 - t/9 = 2 - t/3. Multiplying both sides by 9, we get $9 - t = 18 - 3t$. Solving for t, we get $2t = 9$. So the faster-burning candle will be exactly half the height of the slower-burning candle after t = 9/2 or 4.5 hours.",
                "Answers": [
                    "$4.5$"
                ],
                "ID": "269",
                "CCSS": "A-CED.1",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "268": {
                "Domain": "SD",
                "Text": "The mean of a set of five different positive integers is 21. How many values are possible for the median of this set of positive integers?",
                "Solution": "Since the set has a mean of 21, the sum of the five integers must be $5 \\times 21 = 105$. The median could be as low as 3 if the five numbers in ascending order are 1, 2, 3, a and b for any positive integers a and b such that $a + b = 99$. The median could be as high as 33 if, for example, the five numbers are 1, 2, 33, 34, 35. All values in between 3 and 33 are also possible values of the median, so there are $(33 - 3) + 1 = 31$ possible values for the median of the set.",
                "Answers": [
                    "$31$"
                ],
                "ID": "268",
                "CCSS": "6.SP.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.26"
    },
    {
        "Items": {
            "280": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$3\\surd2 \\approx 4.2$"
                ],
                "ID": "280",
                "CCSS": "G-SRT.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "281": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$x = 102 y = 16$"
                ],
                "ID": "281",
                "CCSS": "G-SRT.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "271": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$\\surd 97 \\approx 9.8$"
                ],
                "ID": "271",
                "CCSS": "8.G.7",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "272": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$12$"
                ],
                "ID": "272",
                "CCSS": "8.G.7",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "273": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$\\surd 39 \\approx 6.2$"
                ],
                "ID": "273",
                "CCSS": "8.G.7",
                "Difficulty": 2,
                "Class": "QuizQuestion"
            },
            "274": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$12$"
                ],
                "ID": "274",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "275": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$30\\surd 2 \\approx 42.4$"
                ],
                "ID": "275",
                "CCSS": "8.G.7",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "276": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$9$"
                ],
                "ID": "276",
                "CCSS": "8.G.8",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "277": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$5\\surd 2 \\approx 7.1$"
                ],
                "ID": "277",
                "CCSS": "G-SRT.6",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "278": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$8$"
                ],
                "ID": "278",
                "CCSS": "G-SRT.6",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "279": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$4\\surd 3 \\approx 6.9$"
                ],
                "ID": "279",
                "CCSS": "G-SRT.6",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "282": {
                "Domain": "PG",
                "Text": "",
                "Answers": [
                    "$x = 3.6 y = 4.8$"
                ],
                "ID": "282",
                "CCSS": "G-SRT.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.27"
    },
    {
        "Items": {
            "292": {
                "Domain": "SSP",
                "Text": "The number of bacterial cells within a Petri dish doubles every hour. If there are 8 cells in the dish at the end of the 2nd hour, how many cells will be in the dish at the end of the 8th hour?",
                "Solution": "Since 6 hours pass and the number of cells doubles each hour, there will be $8 \\times 26 = 512$ cells in the dish at the end of the 8th hour.",
                "Answers": [
                    "$512$"
                ],
                "ID": "292",
                "CCSS": "F-LE.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "289": {
                "Domain": "SSP",
                "Text": "The 3rd term of an arithmetic sequence is 17, and the 9th term is 83. What is the 1st term?",
                "Solution": "Let d represent the common difference between consecutive terms in the sequence. Because 17 is the 3rd term and 83 is the 9th term, 17+6d = 83 and $6d = 66$, so $d = 11$. The 1st term must be 17-(2$\\times$11) = -5.",
                "Answers": [
                    "$5$"
                ],
                "ID": "289",
                "CCSS": "F-LE.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "288": {
                "Domain": "SSP",
                "Text": "All terms in a geometric sequence are positive integers, and the first three terms are n, n+3 and $2n + 6$. What is the 4th term of this sequence?",
                "Solution": "Consecutive terms in a geometric sequence have a common ratio. Consequently, the ratio of the 1st and 2nd terms must equal the ratio of the 2nd and 3rd terms. This fact leads to: (n + 3)/n = (2n + 6)/(n + 3) $\\rightarrow$ (n + 3)/n $= 2 \\rightarrow n + 3 = 2n \\rightarrow n = 3$. Substituting $n = 3$ into the expressions for the first three terms shows that the sequence begins 3, 6, 12, $\\ldots$, with common ratio 2. The 4th term must be $12 \\times 2 = 24$.",
                "Answers": [
                    "$24$"
                ],
                "ID": "288",
                "CCSS": "F-LE.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "290": {
                "Domain": "SSP",
                "Text": "The 2nd term of a geometric sequence is 24, and the 5th term is 81. What is the 1st term?",
                "Solution": "Because 24 is the 2nd term and 81 is the 5th term, $24 \\times r3 = 81$, so r = 3/2. The 1st term must be 24 $\\div$ (3/2) = 16.",
                "Answers": [
                    "$16$"
                ],
                "ID": "290",
                "CCSS": "F-LE.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "283": {
                "Domain": "SSP",
                "Text": "What is the 100th term of the arithmetic sequence 3, 11, 19, 27, $\\ldots$?",
                "Solution": "The common difference between consecutive terms in the sequence is 8. Consequently, the 100th term will be $3 + (99 \\times 8) = 795$.",
                "Answers": [
                    "$795$"
                ],
                "ID": "283",
                "CCSS": "F-LE.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "291": {
                "Domain": "SSP",
                "Text": "The 6th term of an arithmetic sequence is 24. What is the sum of the 5th and 7th terms?",
                "Solution": "In an arithmetic sequence there is a common difference, d, between consecutive terms. Therefore, the fifth term is 24 - d and the seventh term is $24 + d$. Their sum is $(24 - d) + (24 + d) = 48$.",
                "Answers": [
                    "$48$"
                ],
                "ID": "291",
                "CCSS": "F-LE.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "285": {
                "Domain": "SSP",
                "Text": "What is the 10th term of the geometric sequence 729, 243, 81, 27, $\\ldots$? Express your answer as a common fraction.",
                "Solution": "The common ratio between consecutive terms in the sequence is 1/3. Consequently, the 10th term will be 729 $\\times$ (1/3)9 = 36/39 = 1/27.",
                "Answers": [
                    "$\\frac{1}{27}$"
                ],
                "ID": "285",
                "CCSS": "F-LE.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "284": {
                "Domain": "SSP",
                "Text": "What is the sum of the first 100 terms of the arithmetic sequence 3, 11, 19, 27, $\\ldots$?",
                "Solution": "The sum Sn of the first n terms of an arithmetic sequence is given by the formula Sn = [n(a1 + an)]/2 , where a1 is the first term and an is the nth term. Therefore, the sum of the first 100 terms of this arithmetic sequence is S100 = [100(3 + 795)]/2 = 79,800/2 = 39,900.",
                "Answers": [
                    "$39900$"
                ],
                "ID": "284",
                "CCSS": "F-LE.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "287": {
                "Domain": "SSP",
                "Text": "The first three terms of an arithmetic sequence are $p, 2p + 6$ and 5p - 12. What is the 4thterm of this sequence?",
                "Solution": "Consecutive terms in an arithmetic sequence have a common difference. Consequently, the difference between the 1st and 2nd terms must equal the difference between the 2nd and 3rd terms. Hence, $2p + 6 - p = 5p - 12 - (2p + 6)$. This can be simplified to $p + 6 = 3p - 18$, which yields $2p = 24$, so $p = 12$. Substituting $p = 12$ into the expressions for the first three terms shows that the sequence begins 12, 30, 48, $\\ldots$, with common difference 18. The 4th term must be $48 + 18 = 66$.",
                "Answers": [
                    "$66$"
                ],
                "ID": "287",
                "CCSS": "F-LE.2",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "286": {
                "Domain": "SSP",
                "Text": "The 1st and 18th terms of an arithmetic sequence are 4 and 8.25, respectively. What is the 35th term of the sequence? Express your answer as a decimal to the nearest tenth.",
                "Solution": "In an arithmetic sequence, successive terms are determined by adding a common difference to the previous term. When we get to the 18th term, a18, we would have added the common difference to the first term 17 times. In other words, if d is the common difference between terms of the sequence, then $a18 = a1 + 17d$. We can substitute the given values for the first and 18th terms to get the following equation: $8.25 = 4 + 17d$. Subtracting 4 from each side, we get $4.25 = 17d$, and then dividing each side by 17 yields $d = 0.25$. Now for the 35th term we have $a35 = a1 + 34d$. Substituting 4 for a1 and 0.25 for d, we see that $a35 = 4 + (34 \\times 0.25) = 4 + 8.5 = 12.5$. Also notice that the difference between the 18th and 1st terms, which is 17d, must be the same as the difference between the 35th and 18th terms, also 17d. Since $17d = 4.25$, we know the 35th term is 8.25+4.25 = 12.5.",
                "Answers": [
                    "$12.5$"
                ],
                "ID": "286",
                "CCSS": "F-LE.2",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.28"
    },
    {
        "Items": {
            "300": {
                "Domain": "PG",
                "Text": "The two toy houses shown here are similar. If the volume of the larger one is 1000 cm3 and the volume of the smaller one is 216 cm3, what is the surface area of the smaller house if the larger one has a surface area of 400 cm2?",
                "Solution": "This problem combines the ideas of problem 297 and problem 299. Since the volumes are in the ratio 1000 to 216, the sides must be in the ratio of 10 to 6 or 5 to 3. Then the surface areas must be in the ratio 25 to 9. Then letting S denote the surface area of the smaller house, we have 「25 over 9 equals 400 over s」, which leads to a surface area in square centimeters of 144.",
                "Answers": [
                    "$144$"
                ],
                "ID": "300",
                "CCSS": "7.G.1",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "301": {
                "Domain": "PG",
                "Text": "Two vertical poles with heights 6 ft and 12 ft, respectively, are placed 20 ft apart. A wire is strung from the top of each pole to the base of the other pole. How high above the ground do the two wires cross?",
                "Solution": "Let a be the length of FC. Because of the properties of parallel lines, we have $\\triangle$EFC  $\\triangle$ABC and $\\triangle$EFB  $\\triangle$DCB. Then 「h over 12 equals a over 20」 and 「h over 6 equals $20 - a$ over 20」. Solving the first for a gives a = 5/3h, and substituting this into the second equation and solving gives $h = 4$.",
                "Answers": [
                    "$4$"
                ],
                "ID": "301",
                "CCSS": "G-SRT.5",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "302": {
                "Domain": "PG",
                "Text": "Two vertical poles are a ft and b ft tall, respectively. A wire is strung from the top of each pole to the base of the other pole. How high above the ground do the two wires cross? Express your answer as a common fraction in terms of a and b.",
                "Solution": "We could proceed exactly as in the solution for the previous problem, but a more clever approach is to let BF = u and FC = v. Again, $\\triangle$EFC$\\triangle$ABC and $\\triangle$EFB  $\\triangle$DCB. Then 「h over a equals v over u + v」 and 「h over b equals u over u + v」. Adding these two equations together, we get「h over $a + h$ over b equals」. Then h「1 over $a + 1$ over b」 = 1 or h=「1 over 1 over $a + 1$ over b equals ab over a + b」 = 1. (Notice that BC was not needed! The height remains the same no matter how far apart the poles are.)",
                "Answers": [
                    "$\\frac{ab}{(a + b)}$"
                ],
                "ID": "302",
                "CCSS": "G-SRT.5",
                "Difficulty": 7,
                "Class": "QuizQuestion"
            },
            "298": {
                "Domain": "PG",
                "Text": "Trapezoid ABCD has right angles at A and D, and diagonals AC and BD intersect at pointE. The area of $\\triangle$ABE is 25 units2, and the area of $\\triangle$DEC is 49 units2. If AD = 6, what is the area of trapezoid ABCD?",
                "Solution": "This time we use the idea of problem 297 in reverse. Since $\\triangle$ABE and $\\triangle$DEC are similar, then the ratio of side AB to side DC must be 5 to7. Since $\\triangle$ABD and $\\triangle$CDA have the same height, their areas must also be in the ratio 25 to 49. The same is true for $\\triangle$ABC and $\\triangle$BCD. Let u denote the area of $\\triangle$AED, and let v denote the area of $\\triangle$BEC. Then 「u + 25 over $u + 49$ equals 5 over 7」, which leads to $u = v = 35$. Then the area of trapezoid ABCD is 25+49+35+ $35 = 144$.",
                "Answers": [
                    "$144$"
                ],
                "ID": "298",
                "CCSS": "7.RP.2",
                "Difficulty": 6,
                "Class": "QuizQuestion"
            },
            "299": {
                "Domain": "PG",
                "Text": "In the figure shown, the largest cone has been divided into a smaller cone and two frustums by two planes that trisect the altitude of the original cone. What is the ratio of the volume of the smaller frustum to the volume of the larger frustum? Express your answer as a common fraction.",
                "Solution": "By reasoning much like that used in the solution to problem 297, if two figures are similar with sides in the ratio a:b , then their volumes will be in the ratio a3:b3. The corresponding linear measurements in the three cones in the figure are in the ratio 1:2:3, and so the volumes of the three cones are in the ratio 1:8:27. Then it follows that the ratio of the smallest cone to the smaller frustum to the larger frustum is 1:7:19. Therefore, the ratio of the volume of the smaller frustum to the volume of the larger frustum is 7/19 .",
                "Answers": [
                    "$\\frac{7}{19}$"
                ],
                "ID": "299",
                "CCSS": "7.RP.3",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "296": {
                "Domain": "PG",
                "Text": "Chords KM and NL of the circle shown intersect at pointP. If KN=8, PM = 6 and LM=10, what is the length of $\\overline{PN}$ ? Express your answer as a decimal to the nearest tenth.",
                "Solution": "Angles formed by two chords of a circle are called inscribed angles, and the measure of an inscribed angle is half the measure of the arc it intersects. As a result, inscribed angles that intersect the same arc of a circle are congruent. In the figure, $\\angle$M and $\\angle$N both intersect arc KL, and so they are congruent angles. Likewise, $\\angle$K and $\\angle$L are congruent. Thus, $\\triangle$NKP is similar to $\\triangle$MLP. And NP:MP = NK:ML. That is, 「np over 6 equals 8 over 10」, and solving gives us NP = 4.8.",
                "Answers": [
                    "$4.8$"
                ],
                "ID": "296",
                "CCSS": "G-SRT.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "297": {
                "Domain": "PG",
                "Text": "Given that $\\overline{UV}$ and $\\overline{XZ}$ are parallel and that YV = 3 and YZ = 5, what is the ratio of the area of $\\triangle$UYV to the area of trapezoid UVZX? Express your answer as a common fraction.",
                "Solution": "Since areas of figures come from multiplying measurements in two different dimensions (like the length and width for a rectangle), if two figures are similar with sides in the ratio a:b, then their areas will be in the ratio a2:b2. We know that the small triangle and the large triangle in the figure are similar, and their sides are in the ratio 3:5. Thus the areas of the triangles are in the ratio 9:25 and must be 9x and 25x for some value of x. Therefore, the area of the trapezoid is $25x - 9x = 16x$. The ratio of the area of the small triangle to the area of the trapezoid is 9/16.",
                "Answers": [
                    "$\\frac{9}{16}$"
                ],
                "ID": "297",
                "CCSS": "G-SRT.5",
                "Difficulty": 5,
                "Class": "QuizQuestion"
            },
            "294": {
                "Domain": "PG",
                "Text": "The two pentagons shown here are similar, with the side of length 4in the smaller pentagon corresponding to the side of length 8 in thelarger pentagon, and with the indicated lengths given. What is theperimeter of the smaller pentagon?",
                "Solution": "When two figures are similar, any two corresponding linear measurements will be in the same ratio as the sides. From this fact it follows that the perimeters are in the same ratio as the sides. Since the perimeter of the larger pentagon is 26, and since the corresponding sides are in the ratio 2:1, it follows that the perimeter of the smaller pentagon is 13.",
                "Answers": [
                    "$13$"
                ],
                "ID": "294",
                "CCSS": "7.RP.2",
                "Difficulty": 3,
                "Class": "QuizQuestion"
            },
            "295": {
                "Domain": "PG",
                "Text": "In the figure below, $\\overline{RS}$ , $\\overline{VW}$ and $\\overline{UT}$ are parallel. If RS = 3, VW = 12, UT = 48 and XW=10, what is the length of $\\overline{YT}$ ?",
                "Solution": "If we can be convinced that trapezoids RSTU and RSWV are similar, then since their sides would have to be in the ratio of UT:VW or 4:1, and since segment YT in the larger trapezoid corresponds to segment XW in the smaller one, we would know that YT = 40. For two triangles to be similar, it suffices to show that just two pairs of corresponding angles are congruent. But for quadrilaterals, we must establish much more. (Notice that a square and a non-square rectangle have four pairs of corresponding angles congruent, yet the figures are clearly not similar.) For the two trapezoids in question, we know that all four pairs of corresponding angles are congruent because of the parallel lines. We also know that the top bases and the bottom bases are both in the ratio 1:4. What about the legs? If we extend $\\overline{RU}$ and $\\overline{ST}$ to intersect at point A, then we create three similar triangles. If AR = c, then AV = 4c and AU = 16c. Then RV = 3c and VU = 12c, and so RV:VU = 1:4. Similarly for segments SW and WT. And so, we can be sure that all pairs of corresponding sides of the two trapezoids are proportional and therefore, YT = 40.",
                "Answers": [
                    "$40$"
                ],
                "ID": "295",
                "CCSS": "G-SRT.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            },
            "293": {
                "Domain": "PG",
                "Text": "In ABC, $\\overline{DE}$ is parallel to $\\overline{BC}$ , AD = 3, DE = 5 and BC = 20. What is the length of $\\overline{BD}$ ?",
                "Solution": "We know that $\\triangle$ADE is similar to $\\triangle$ABC since the parallel lines give us $\\angle$ADE  $\\angle$ABC and $\\angle$A is congruent to itself. Then AD:AB = DE:BC, and letting BD = x, we have 「3 over $3 + x$ equals 5 over 20」. If we cross multiply we have the following: $5 \\times (3 + x) = 3 \\times 20$. Solving we find that $15 + 5x = 60 \\rightarrow 5x = 45 \\rightarrow$ x=9.",
                "Answers": [
                    "$9$"
                ],
                "ID": "293",
                "CCSS": "G-SRT.5",
                "Difficulty": 4,
                "Class": "QuizQuestion"
            }
        },
        "Class": "Quiz",
        "ID": "tag:nextthought.com,2011-10:mathcounts-Quiz-mathcounts.2012.29"
    }
]
